Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: The car slot will be emptied due to fatal error. You can still build a new car on the slot. Proceed?
dutch: De autowerkplaats wordt vanwege een fatale fout leeggemaakt. Je kunt in de werkplaats nog steeds een nieuwe auto bouwen. Doorgaan?
french: L'emplacement de la voiture sera vidé en raison d'une erreur fatale. Vous pouvez toujours construire une nouvelle voiture à cet emplacement. Continuer ?
german: Der Wagenplatz wird aufgrund eines schwerwiegenden Fehlers geräumt. Du kannst aber noch einen neuen Wagen auf dem Platz bauen. Weiter?
italian: La finestra del veicolo sarà svuotata a causa di un errore irreversibile. Puoi comunque costruire un altro veicolo nella finestra. Procedere?
japanese: カースロットは致命的なエラーのために空白になりました。スロットで新しい車を作成できます。続けますか？
russian: Место для машины будет освобождено по причине фатальной ошибки. На этом месте вы сможете построить новую машину. Продолжить?
spanish: El espacio para auto se vaciará debido a un error grave. Igualmente, puedes crear un nuevo auto en el espacio. ¿Deseas continuar?

source: The car slot will be emptied. You can still build a new car on the slot. Proceed?
dutch: De autowerkplaats wordt leeggemaakt. Je kunt in de werkplaats nog steeds een nieuwe auto bouwen. Doorgaan?
french: L'emplacement de la voiture sera vidé. Vous pouvez toujours construire une nouvelle voiture à cet emplacement. Continuer ?
german: Der Wagenplatz wird geräumt. Du kannst aber noch einen neuen Wagen auf dem Platz bauen. Weiter?
italian: La finestra del veicolo sarà svuotata. Puoi comunque costruire un nuovo veicolo nella finestra. Procedere?
japanese: このカースロットは空白になります。このスロットで新しい車を作成できます。続けますか？
russian: Место для машины будет освобождено. На этом месте вы сможете построить новую машину. Продолжить?
spanish: El espacio de auto se vaciará. Igualmente, puedes crear un nuevo auto en el espacio. ¿Deseas continuar?

source: The highest class of off-road racing vehicles!
dutch: De hoogste klasse van terrein-racewagens!
french: Le meilleur des véhicules de course tout-terrain !
german: Die höchste Klasse der Off-Road-Rennwagen!
italian: La classe al top dei veicoli da corsa fuori strada!
japanese: 最高級のオフロードレーシングカー！
russian: Высочайший класс внедорожных гоночных машин!
spanish: ¡La clase más alta de vehículos de carreras todoterreno!

source: The hippie van has plenty of fuel but suffers from loose tires! These tree huggers have also figured out how to drive around trees.
dutch: De hippie auto heeft veel brandstof, maar heeft last van losse banden! Deze boomknuffelaars weten wel hoe ze om bomen heen moeten rijden.
french: Le van hippie est plein de carburant mais ses pneus sont très usés ! Ces écolos ont aussi trouvé le moyen de se faufiler entre les arbres.
german: Der Hippie-Bus hat einen großen Tank, aber lockere Reifen! Diese Ökofreaks wissen auch, wie man gekonnt um Bäume herumfährt.
italian: Il furgone hippy ha molto carburante ma risente delle ruote instabili! Questi figli dei fiori hanno anche ideato un sistema per guidare intorno agli alberi.
japanese: ヒッピーバンは燃料が豊富ですが、タイヤが緩いという問題があります！この環境保護運動家は木々の合間を運転することができます。
russian: У фургона хиппи много топлива, но он страдает от спущенных шин! Эти защитники природы также нашли способ объезжать деревья.
spanish: ¡La camioneta hippie tiene mucho combustible, pero sus neumáticos flojos son problemáticos! Estos ecologistas, además, aprendieron a conducir entre los árboles.

source: The local junkyard is full of Bill's old vehicles
dutch: Het lokale autokerkhof staat vol met Bill's oude voertuigen
french: La décharge locale est remplie de vieux véhicules ayant appartenu à Bill
german: Auf dem Schrottplatz im Ort hat Bill bereits viele alte Fahrzeuge von sich abgeladen
italian: Lo sfasciacarrozze locale è pieno dei vecchi veicoli di Bill
japanese: 地方のスクラップ場はビルの中古車で一杯です
russian: На местной свалке полно старых машин Билла
spanish: El depósito de chatarra local está repleto de autos anteriores de Bill

source: The tractor is slow and heavy but has great traction and plenty of torque (and a tendency to roll over in steep terrain). Not recommended for caves.
dutch: De tractor is langzaam en zwaar, maar heeft een geweldige tractie en veel torsie (en de neiging om op steil terrein om te rollen). Niet aan te raden voor grotten.
french: Le tracteur est lourd et lent mais il offre une traction supérieure et une grande capacité de tirage (et une tendance à basculer sur les parcours abrupts). Il n'est pas recommandé pour les cavernes.
german: Der Traktor ist langsam und schwer, bietet jedoch eine gute Bodenhaftung und einen großen Drehmoment. Es besteht jedoch auch die Gefahr, dass er in steilem Gelände umkippt.
italian: Il trattore è lento e pesante, ma ha una grande aderenza e tantissima coppia (e la tendenza a ribaltarsi sul terreno ripido). Non è raccomandato per le caverne.
japanese: トラクターは速度が遅く重量がありますが、トラクションに優れトルクが豊富です（険しい地形では転倒する傾向があります）。洞窟にはお奨めできません。
russian: Трактор медленный и тяжёлый, но отлично держит дорогу и имеет отличный крутящий момент (и склонность опрокидываться на кручах). Не рекомендуется для пещер.
spanish: El tractor es lento y pesado, pero tiene una gran tracción y un potente par motor (y una tendencia a volcarse en terrenos empinados). No se recomienda en cuevas.

source: The trees arent just for decoration, you'll have to drive through them. Highly upgraded vehicle recommended!
dutch: De bomen zijn er niet alleen ter decoratie, je moet er tussendoor rijden. Een volledig geüpgraded voertuig is aan te raden!
french: Les arbres ne servent pas seulement à décorer, vous devrez aussi manoeuvrer pour les éviter. Un véhicule avec beaucoup d'améliorations et de modifications est recommandé.
german: Die Bäume sind nicht nur zum Schmuck da. Du musst hindurch- bzw. drüberfahren. Wir empfehlen dir, dein Fahrzeug sehr gut aufzurüsten!
italian: Gli alberi non sono lì solo per bellezza, ma devi guidarci attraverso. Si raccomanda un veicolo con elevati upgrade!
japanese: 木々はただの装飾ではありません。これらの間を走らなくてはなりません。かなりアップグレードした車をお奨めします！
russian: Деревья - не простая декорация, через них нужно проехать. Рекомендуется машина повышенной категории!
spanish: Los árboles no están ahí solo para decorar, debes conducir a través de ellos. ¡Se recomienda un vehículo muy actualizado!

source: This agile childhood ride becomes a powerful little beast when fully upgraded.
dutch: Deze beweeglijke kinderfiets wordt na volledig upgraden een wild beest.
french: Cette moto pour enfant devient une véritable petite bombe lorsqu'elle est bien équipée.
german: Dieses kleine Kinderfahrzeug kann sich zu einem richtigen Monstrum entwickeln, wenn es voll aufgerüstet ist.
italian: Questa piccola agile due ruote dei tempi dell'infanzia diventa una potente bestiolina con gli aggiornamenti completi.
japanese: この機敏な子供用の乗り物は完全にアップグレードされると、小型でパワフルな野獣になります。
russian: Эта маневренная детская каталка становится мощным зверем, если хорошо доработать.
spanish: Este ágil juguete de la infancia se convierte en una poderosa bestiecita al actualizarla totalmente.

source: This is challenge five
dutch: Dit is uitdaging vijf
french: Voici le défi numéro cinq
german: Dies ist die fünfte Herausforderung.
italian: Questa è la sfida cinque
japanese: これはチャレンジ5です
russian: Это вызов номер пять
spanish: Este es el quinto desafío.

source: This is challenge four
dutch: Dit is uitdaging vier
french: Voici le défi numéro quatre
german: Dies ist die vierte Herausforderung.
italian: Questa è la sfida quattro
japanese: これはチャレンジ4です
russian: Это вызов номер четыре
spanish: Este es el cuarto desafío.

source: This is challenge one
dutch: Dit is uitdaging een
french: Voici le défi numéro un
german: Dies ist die erste Herausforderung.
italian: Questa è la sfida uno
japanese: これはチャレンジ1です
russian: Это вызов номер один
spanish: Este es el primer desafío.

source: This is challenge seven
dutch: Dit is uitdaging zeven
french: Voici le défi numéro sept
german: Dies ist die siebente Herausforderung.
italian: Questa è la sfida sette
japanese: これはチャレンジ7です
russian: Это вызов номер семь
spanish: Este es el séptimo desafío.

source: This is challenge six
dutch: Dit is uitdaging zes
french: Voici le défi numéro six
german: Dies ist die sechste Herausforderung.
italian: Questa è la sfida sei
japanese: これはチャレンジ6です
russian: Это вызов номер шесть
spanish: Este es el sexto desafío.

source: This is challenge three
dutch: Dit is uitdaging drie
french: Voici le défi numéro trois
german: Dies ist die dritte Herausforderung.
italian: Questa è la sfida tre
japanese: これはチャレンジ3です
russian: Это вызов номер три
spanish: Este es el tercer desafío.

source: This is challenge two
dutch: Dit is uitdaging twee
french: Voici le défi numéro deux
german: Dies ist die zweite Herausforderung.
italian: Questa è la sfida due
japanese: これはチャレンジ2です
russian: Это вызов номер два
spanish: Este es el segundo desafío.

source: To the Moon and Back
dutch: Naar de maan en terug
french: Aller-retour sur la Lune
german: Bis zum Mond und zurück
italian: Sulla luna e ritorno
japanese: 月へ行き、帰還する
russian: На Луну и обратно
spanish: Hasta la luna y de regreso

source: Top Gun
german: Waffenguru
japanese: トップガン
russian: Спец

source: Top fuel dragster! Insanely fast, but be careful, it's not easy to control!
dutch: Topbrandstof dragster! Krankzinnig snel, maar wees voorzichtig, niet gemakkelijk onder controle te houden!
french: Un dragster au super carburant ! Incroyablement rapide, mais soyez prudent, il est aussi très difficile à contrôler !
german: Leistungsstarker, blitzschneller Dragster! Aber Vorsicht: Man verliert schnell die Kontrolle über das Fahrzeug!
italian: Dragster top fuel! Follemente veloce, ma stai attento: non è facile da controllare!
japanese: ドラッグスターの燃料を満タンにする！途端にスピードアップしますが、コントロールが難しくなります！
russian: Самый экономичный драгстер! Сумасшедше быстрый, но будьте осторожны, управлять им непросто!
spanish: ¡Top fuel dragster! Increíblemente rápido, ¡pero ten cuidado! no es fácil de controlar.

source: Totally Worth It
dutch: Was het helemaal waard
french: Ça en vaut la peine
german: Wertvoller Fuhrpark
italian: Ne valeva davvero la pena
japanese: それだけの価値がある
russian: Целиком стоит того
spanish: Sí que vale la pena

source: Treasure %d / 10 collected!
dutch: Schat %d / 10 verzameld!
french: %d / 10 trésor(s) récupéré(s) !
german: Schatz %d / 10 gesammelt!
italian: Tesoro %d / 10 raccolto!
japanese: 宝物 %d / 10を集めました！
russian: Собрано сокровище %d / 10!
spanish: ¡Juntaste el tesoro %d / 10!

source: Treasure Hunter
dutch: Schattenjager
french: Chasseur de trésor
german: Schatzjäger
italian: Cacciatore di tesori
japanese: トレジャーハンター
russian: Охотник за Сокровищами
spanish: Cazador de tesoros

source: Triptacular
dutch: Te gekke trip
french: Triptaculaire
german: Hippietour
italian: Che viaggio
japanese: トリップタキュラー
russian: Эффектная поездка
spanish: Trayectacular

source: Troll Master
dutch: Trolmeester
french: Maître des trolls
german: Trollmeister
italian: Maestro Troll
japanese: トロールマスター
russian: Главный Тролль
spanish: Maestro trol

source: Tune up your own super hot rod!
dutch: Optimaliseer je eigen super oldtimer!
french: Créez votre propre véhicule dynamisé !
german: Motze deinen eigenen Hot Rod auf!
italian: Regola la tua super hot rod!
japanese: 自分のスーパーホットロッドをチューンアップ！
russian: Тюнингуй свой собственный HOT ROD!
spanish: ¡Optimiza to propio súper hot rod!

source: UNLOCK
dutch: ONTGRENDELEN
french: DÉBLOQUER
german: FREISCHALTEN
italian: SBLOCCA
japanese: アンロック
russian: РАЗБЛОК.
spanish: DESBLOQUEAR

source: UNLOCK %s?
dutch: %s ONTGRENDELEN?
french: DÉBLOQUER %s ?
german: %s FREISCHALTEN?
italian: SBLOCCARE %s?
japanese: %sをアンロック?
russian: РАЗБЛОК. %s?
spanish: ¿DESBLOQUEAR %s?

source: UNLOCK GARAGE?
dutch: GARAGE ONTGRENDELEN?
french: DÉBLOQUER LE GARAGE ?
german: WERKSTATT FREISCHALTEN?
italian: SBLOCCARE IL GARAGE?
japanese: ガレージのロックを解除しますか？
russian: ОТКРЫТЬ ГАРАЖ?
spanish: ¿DESBLOQUEAR GARAJE?

source: UPGRADE AVAILABLE
dutch: UPGRADE BESCHIKBAAR
french: MISE À NIVEAU DISPONIBLE
german: UPGRADE VERFÜGBAR
italian: UPGRADE DISPONIBILE
japanese: アップグレード があります
russian: ЕСТЬ ПОВЫШЕННАЯ КАТЕГОРИЯ
spanish: ACTUALIZACIÓN DISPONIBLE

source: UPGRADE %s?
dutch: %s UPGRADEN?
french: AMÉLIORER %s ?
german: %s AUFRÜSTEN?
italian: FARE L'UPGRADE DI %s?
japanese: %sをアップグレード?
russian: ПОВЫСИТЬ %s?
spanish: ¿MEJORAR %s?

source: UPGRADE %s?
dutch: %s UPGRADEN?
french: METTRE À NIVEAU %s ?
german: %s AUFRÜSTEN?
italian: POTENZIARE %s?
japanese: %sアップグレード ?
russian: ПОВЫСИТЬ КАТЕГОРИЮ %s?
spanish: ¿MEJORAR %s?

source: UPGRADE CAR
dutch: VOERTUIG UPGRADEN
french: AMÉLIORER LE VÉHICULE
german: WAGEN AUFRÜSTEN
italian: UPGRADE VEICOLO
japanese: 車をアップグレード
russian: ПОВЫСИТЬ КАТЕГОРИЮ
spanish: ACTUALIZAR AUTO

source: Unable to connect to the AppStore. Please try again later.
dutch: Kon geen verbinding maken met de AppStore. Probeer aub later opnieuw.
french: Impossible de se connecter à l'AppStore. Veuillez réessayer plus tard.
german: Die Verbindung zum AppStore kann nicht aufgebaut werden. Bitte versuche es später noch einmal.
italian: Impossibile connettersi all'AppStore. Riprova più tardi.
japanese: AppStore に接続できません。後でお試しください。
russian: Невозможно подключиться к AppStore. Пожалуйста, повторите попытку позже.
spanish: Error al conectar con el AppStore. Vuelve a intentarlo más tarde.

source: Unable to connect to the Tizen Store. Please try again later.
dutch: Kon geen verbinding maken met de Tizen Store. Probeer aub later opnieuw.
french: Impossible de se connecter au Tizen Store. Veuillez réessayer plus tard.
german: Die Verbindung zum Tizen Store kann nicht aufgebaut werden. Bitte versuche es später noch einmal.
italian: Impossibile connettersi al Tizen Store. Riprova più tardi.
japanese: Tizen Store に接続できません。後でお試しください。
russian: Невозможно подключиться к Tizen Store. Пожалуйста, повторите попытку позже.
spanish: Error al conectar con el Tizen Store. Vuelve a intentarlo más tarde.

source: Unable to connect to the Windows Store. Please try again later.
dutch: Kon geen verbinding maken met de Windows Store. Probeer aub later opnieuw.
french: Impossible de se connecter au Windows Store. Veuillez réessayer plus tard.
german: Die Verbindung zum Windows Store kann nicht aufgebaut werden. Bitte versuche es später noch einmal.
italian: Impossibile connettersi al Windows Store. Riprova più tardi.
japanese: Windows Store に接続できません。後でお試しください。
russian: Невозможно подключиться к Windows Store. Пожалуйста, повторите попытку позже.
spanish: Error al conectar con Windows Store. Vuelve a intentarlo más tarde.

source: Unable to purchase item at this time. Please try again later.
dutch: Kon dit keer geen item kopen. Probeer aub later opnieuw.
french: Il est impossible d'acheter un article pour le moment. Veuillez réessayer plus tard.
german: Der Artikel kann momentan nicht erworben werden. Bitte versuche es später noch einmal.
italian: Impossibile acquistare articoli in questo momento. Riprova più tardi.
japanese: 現在購入できません。後でお試しください。
russian: Невозможно сейчас купить элемент. Пожалуйста, повторите попытку позже.
spanish: Error al comprar ítem en este momemto. Vuelve a intentarlo más tarde.

source: Unable to save image
dutch: Kon afbeelding niet opslaan
french: Impossible d'enregistrer l'image
german: Das Bild kann nicht gespeichert werden.
italian: Impossibile salvare l'immagine
japanese: 画像を保存できません
russian: Невозможно сохранить изображение
spanish: Error al guardar imagen

source: Unable to save result image. There might not be enough space available.
dutch: Kon afbeelding van spelresultaten niet opslaan. Misschien is er niet voldoende ruimte beschikbaar.
french: Impossible d'enregistrer l'image des résultats. L'espace disponible est probablement insuffisant.
german: Das Ergebnisbild kann nicht gespeichert. Möglicherweise ist nicht genügend Platz vorhanden.
italian: Impossibile salvare l'immagine dei risultati. Lo spazio disponibile potrebbe non essere sufficiente.
japanese: 結果の画像を保存できません。容量不足の可能性があります。
russian: Невозможно сохранить изображение результата. Возможно, недостаточно свободного места.
spanish: Error al guardar imagen de resultados. Es probable que no haya suficiente espacio disponible.

source: Unfortunately there were no videos available right now. Try again later.
dutch: Helaas zijn er nu geen video's beschikbaar. Probeer later opnieuw.
french: Il n'y a malheureusement pas de vidéo disponible présentement. Veuillez réessayer plus tard.
german: Momentan sind leider keine Videos verfügbar. Versuche es später noch einmal.
italian: Sfortunatamente non ci sono video disponibili al momento. Riprova più tardi.
japanese: 残念ながら、現在ビデオは利用できません。後でお試しください。
russian: К сожалению, сейчас нет в наличии видео. Повторите попытку позже.
spanish: Lamentablemente no había videos disponibles. Vuelve a intentarlo más tarde.

source: Unlock %s
dutch: Ontgrendel %s
french: Débloquer %s
german: %s freischalten
italian: Sblocca %s
japanese: %sアンロック
russian: Разблокировать %s
spanish: Desbloquear %s

source: Unlock 10 stages
dutch: Ontgrendel 10 niveaus
french: Débloquer 10 étapes
german: Schalte 10 Stufen frei
italian: Sblocca 10 scenari
japanese: 10ステージをロック解除
russian: Разблокировать 10 этапов
spanish: Desbloquea 10 etapas

source: Unlock 10 vehicles
dutch: Ontgrendel 10 voertuigen
french: Débloquer 10 véhicules
german: Schalte 10 Fahrzeuge frei
italian: Sblocca 10 veicoli
japanese: 10車両をロック解除
russian: Разблокировать 10 машин
spanish: Desbloquea 10 vehículos

source: Unlock 5 stages
dutch: Ontgrendel 5 niveaus
french: Débloquer 5 étapes
german: Schalte 5 Stufen frei
italian: Sblocca 5 scenari
japanese: 5ステージをロック解除
russian: Разблокировать 5 этапов
spanish: Desbloquea 5 etapas

source: Unlock 5 vehicles
dutch: Ontgrendel 5 voertuigen
french: Débloquer 5 véhicules
german: Schalte 5 Fahrzeuge frei
italian: Sblocca 5 veicoli
japanese: 5車両をロック解除
russian: Разблокировать 5 машин
spanish: Desbloquea 5 vehículos

source: Unlock Garage
dutch: Garage ontgrendelen
french: Débloquer le garage
german: Werkstatt freischalten
italian: Sblocca il garage
japanese: ガレージロック解除
russian: Открыть гараж
spanish: Desbloquear garaje

source: Unlock a stage
dutch: Ontgrendel een niveau
french: Débloquer une étape
german: Schalte eine Stufe frei
italian: Sblocca uno scenario
japanese: 1ステージをロック解除
russian: Разблокировать этап
spanish: Desbloquea 1 etapa

source: Unlock a vehicle
dutch: Ontgrendel een voertuig
french: Débloquer un véhicule
german: Schalte ein Fahrzeug frei
italian: Sblocca un veicolo
japanese: 1車両をロック解除
russian: Разблокировать машину
spanish: Desbloquea 1 vehículo

source: Unlock all stages
dutch: Ontgrendel alle niveaus
french: Débloquer toutes les étapes
german: Schalte alle Stufen frei
italian: Sblocca tutti gli scenari
japanese: 全ステージをロック解除
russian: Разблокировать все этапы
spanish: Desbloquea todas las etapas

source: Unlock all vehicles
dutch: Ontgrendel alle voertuigen
french: Débloquer tous les véhicules
german: Schalte alle Fahrzeuge frei
italian: Sblocca tutti i veicoli
japanese: 全車両をロック解除
russian: Разблокировать все машины
spanish: Desbloquea todos los vehículos

source: Upgrade complete
dutch: Upgrade voltooid
french: Mise à niveau terminée
german: Upgrade abgeschlossen
italian: Upgrade completato
japanese: アップグレード完了
russian: Повышение категории завершено
spanish: Actualización completa

source: V12 super engine with a supercharger
dutch: V12 supermotor met een superoplader
french: Super moteur V12 avec un compresseur.
german: Supermotor V12 mit Turbokompressor.
italian: Super motore V12 con un super caricatore
japanese: スーパーチャージャー付きV 12 スーパーエンジン。
russian: Супер-двигатель V12 с турбонагнетателем
spanish: Supermotor V12 con sobrealimentador.

source: V6 sport engine with a supercharger.
dutch: V6 sportmotor met een superoplader.
french: Moteur V6 sport avec un compresseur.
german: Sportmotor V6 mit Turbokompressor.
italian: Motore sportivo V6 con un super caricatore.
japanese: スーパーチャージャー付きV6 スポーツエンジン。
russian: V6 - спортивный двигатель с турбонагнетателем.
spanish: Motor V6 deportivo con sobrealimentador.

source: V8 diesel with twin turbo.
dutch: V8 diesel met twin-turbo.
french: V8 diesel biturbo.
german: Dieselmotor V8 mit Biturbo.
italian: Diesel V8 con biturbo.
japanese: ツインターボ付きV 8ディーゼル。
russian: Дизель V8 со сдвоенной турбиной.
spanish: Motor V8 diésel con dos turbocompresores.

source: V8 race engine with a supercharger.
dutch: V8 racemotor met superoplader.
french: Moteur V8 de course avec un compresseur.
german: Rennmotor V8 mit Turbokompressor.
italian: Motore da corsa V8 con un super caricatore.
japanese: スーパーチャージャー付きV8 レースエンジン。
russian: V8 - гоночный двигатель с турбонагнетателем.
spanish: Motor V8 de carreras con sobrealimentador.

source: VEHICLE
dutch: VOERTUIG
french: VÉHICULE
german: FAHRZEUG
italian: VEICOLO
japanese: 車
russian: АППАРАТ
spanish: VEHÍCULO

source: VOLCANO
dutch: VULKAAN
french: VOLCAN
german: VULKAN
italian: VULCANO
japanese: 火山
russian: ВУЛКАН
spanish: VOLCÁN

source: Vehicle best: %dm
dutch: Voertuigs beste: %dm
french: Record du véhicule : %dm
german: Bestes Fahrzeugergebnis: %dm
italian: Migliore del veicolo: %dm
japanese: 車両ベスト: %dm
russian: Лучший в типе: %dm
spanish: Récord del vehículo: %dm

source: WATCH REPLAYS
dutch: BEKIJK HERHALINGEN
french: REGARDER LES RALENTIS
german: SPIELWIEDERHOLUNGEN BETRACHTEN
italian: GUARDA I REPLAY
japanese: 再生を閲覧
russian: СМОТРЕТЬ ПОВТОРЫ
spanish: VER REPETICIONES

source: WATCH VIDEO
dutch: VIDEO BEKIJKEN
french: REGARDER LA VIDÉO
german: VIDEO BETRACHTEN
italian: GUARDA IL VIDEO
japanese: ビデオを閲覧
russian: СМОТРЕТЬ ВИДЕО
spanish: VER VIDEO

source: WINTER
french: HIVER
italian: INVERNO
japanese: 冬季
russian: ЗИМА
spanish: INVIERNO

source: WINTER PRO
french: HIVER PRO
italian: INVERNO PRO
japanese: 冬季プロ
russian: ЗИМА PRO
spanish: PROF. DE INVIERNO

source: Warning! Radioactive materials inside, no trespassing!
dutch: Waarschuwing! Binnen is radioactief materiaal opgeslagen, verboden toegang!
french: Avertissement ! Présence de produits radioactifs, accès interdit !
german: Achtung! Radioaktive Stoffe! Betreten verboten!
italian: Attenzione! Materiale radioattivo all'interno. Non oltrepassare!
japanese: 警告! 内部に放射性物質あり、立ち入り禁止！
russian: Внимание! Радиоактивные материалы, проход воспрещён!
spanish: ¡Advertencia! Materiales radioactivos. ¡No pasar!

source: Watch a video to keep on playing?
dutch: Een video kijken om verder te spelen?
french: Regarder une vidéo pour continuer à jouer ?
german: Möchtest du dir ein Video ansehen und weiterspielen?
italian: Guardare un video per continuare il gioco?
japanese: プレイし続けるために動画を閲覧しますか？
russian: Смотреть видео, чтобы играть дальше?
spanish: ¿Deseas ver un video para continuar jugando?

source: Watch credits to the end
dutch: Bekijk de aftiteling tot het einde
french: Surveillez vos crédits jusqu'à la fin
german: Betrachte die Credits bis zum Ende
italian: Guarda i ringraziamenti fino alla fine
japanese: クレジットを最後まで観る
russian: Следить за кредитом до конца
spanish: Mira los créditos hasta el final

source: Watch out for the gaps between buildings or you may fall off!
dutch: Kijk uit voor de dieptes tussen gebouwen, je kunt er zo in vallen!
french: Prenez garde aux espaces entre les bâtiments ou vous pourriez tomber !
german: Pass auf die Abgründe zwischen den Gebäuden auf. Du könntest herunterfallen!
italian: Attento agli spazi vuoti tra gli edifici, altrimenti potresti cadere!
japanese: ビルの隙間に気を付けないと落ちます！
russian: Обращайте внимание на промежутки между домами, а то можно свалиться!
spanish: ¡Ten cuidado con los huecos entre los edificios! ¡De lo contrario puedes caer!
