Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: By selecting "I AGREE" I confirm that I am over the age of 16 and allow my advertising identifier to be sent to Fingersoft's ad partners.
dutch: Door "AKKOORD" te selecteren bevestig ik dat ik ouder ben dan 16 jaar en sta ik toe dat mijn reclame-identificatie naar de reclameparters van Fingersoft's gestuurd wordt.
french: En sélectionnant "J'ACCEPTE", je confirme que j'ai plus de 16 ans et que j'autorise l'envoi de mon identifiant de publicité aux partenaires publicitaires de Fingersoft.
german: Mit dem Klick auf "ANNEHMEN" bestätige ich, dass ich über 16 Jahre alt bin und keine Einwände gegen die Weitergabe meiner Werbe-ID an die Partner von Fingersoft habe.
italian: Selezionando "SONO D'ACCORDO" confermo che ho più di 16 anni e consento che il mio identificatore pubblicitario venga inviato ai partner pubblicitari di Fingersoft.
japanese: "同意する"を選択することで、私は16歳以上 であることを確認し、私の広告識別子をFingersoftの 広告パートナーに送ることを許可します。
russian: Выбирая "СОГЛАСЕН(А)", я подтверждаю, что я старше 16 лет и даю разрешение на рассылку своего рекламного идентификатора партнером компании Fingersoft.
spanish: Al seleccionar "ACEPTO", confirmo que tengo más de 16 años y autorizo el envío de mi identificación de publicidad a los socios de anuncios de Fingersoft.

source: CANCEL
dutch: ANNULEREN
french: ANNULER
german: ABBRECHEN
italian: ANNULLA
japanese: キャンセル
russian: ОТМЕНА
spanish: CANCELAR

source: CAR NAME
dutch: NAAM AUTO
french: NOM DE LA VOITURE
german: WAGENNAME
italian: NOME VEICOLO
japanese: 車名
russian: НАЗВАНИЕ МАШИНЫ
spanish: NOMBRE DEL AUTO

source: CAVE
dutch: GROT
french: CAVERNE
german: HÖHLE
italian: CAVERNA
japanese: 洞穴
russian: ПЕЩЕРА
spanish: CUEVA

source: CHALLENGE
dutch: UITDAGING
french: DÉFI
german: HERAUSFORDERUNG
italian: SFIDA
japanese: チャレンジ
russian: ВЫЗОВ
spanish: DESAFÍO

source: CHALLENGE GOAL: %dm
dutch: UITDAGING DOEL: %dm
french: OBJECTIF DU DÉFI : %dm
german: HERAUSFORDERUNG ZIEL: %d m
italian: SFIDA OBIETTIVO: %dm
japanese: チャレンジ ゴール: %dm
russian: ВЫЗОВ ЦЕЛЬ: %dm
spanish: DESAFÍO OBJETIVO: %dm

source: CHALLENGE COMPLETED! GOAL: %dm
dutch: UITDAGING VOLTOOID! DOEL: %dm
french: DÉFI RELEVÉ ! OBJECTIF : %dm
german: HERAUSFORDERUNG GEMEISTERT! ZIEL: %d m
italian: SFIDA COMPLETATA! OBIETTIVO: %dm
japanese: チャレンジが完了しました! ゴール: %dm
russian: ВЫЗОВ ЗАВЕРШЕН! ЦЕЛЬ: %dm
spanish: ¡DESAFÍO COMPLETADO! OBJETIVO: %dm

source: CHALLENGE COMPLETED! +%d GEMS
dutch: UITDAGING VOLTOOID! +%d EDELSTENEN
french: DÉFI RELEVÉ AVEC SUCCÈS ! +%d JOYAUX
german: HERAUSFORDERUNG GEMEISTERT! +%d JUWELEN
italian: SFIDA COMPLETATA! +%d GEMME
japanese: チャレンジが完了しました! +%d 個の宝石
russian: ВЫЗОВ ЗАВЕРШЁН! +%d САМОЦВЕТОВ
spanish: ¡DESAFÍO COMPLETADO! +%d GEMAS

source: CHALLENGE: Drive %dm
dutch: UITDAGING: Rijd %dm
french: DÉFI : conduire %dm
german: HERAUSFORDERUNG: Fahre %d m
italian: SFIDA: guida %dm
japanese: チャレンジ: 運転%dm
russian: ВЫЗОВ: Проехать%dm
spanish: DESAFÍO: Conducir %dm

source: CHARGER
dutch: OPLADER
french: CHARGEUR
german: KOMPRESSOR
italian: CARICATORE
japanese: チャージャー
russian: НАГНЕТАТЕЛЬ
spanish: CARGADOR

source: CHASSIS
french: CHÂSSIS
german: FAHRGESTELL
italian: TELAIO
japanese: シャシー
russian: ШАССИ
spanish: CHASIS

source: CHOOSE CHASSIS
dutch: CHASSIS KIEZEN
french: CHOISIR UN CHASSIS
german: FAHRGESTELL WÄHLEN
italian: SCEGLI TELAIO
japanese: シャシー選択
russian: ВЫБЕРИТЕ ШАССИ
spanish: SELECCIONAR CHASIS

source: CHOPPER
japanese: チョッパー
russian: МОТОЦИКЛ
spanish: Helicóptero

source: CHOPPER BUNDLE
dutch: CHOPPERPAKKET
french: PACK CHOPPER
german: CHOPPER-PAKET
italian: PACCHETTO CHOPPER
japanese: チョッパーセット
russian: МОТОЦИКЛЕТНЫЙ НАБОР
spanish: PAQUETE DE MOTO CHOPPER

source: COINS
dutch: MUNTEN
french: JETONS
german: MÜNZEN
italian: MONETE
japanese: コイン
russian: МОНЕТЫ
spanish: MONEDAS

source: COINS: %d
dutch: MUNTEN: %d
french: JETONS : %d
german: MÜNZEN: %d
italian: MONETE: %d
japanese: コイン： %d
russian: МОНЕТЫ: %d
spanish: MONEDAS: %d

source: COMMON
dutch: ALGEMEEN
french: ORDINAIRE
german: GEWÖHNLICH
italian: COMUNE
japanese: 共通
russian: ОБЫЧНЫЕ
spanish: COMÚN

source: CONNECTING
dutch: VERBINDEN...
french: CONNEXION EN COURS
german: VERBINDEN...
italian: CONNESSIONE IN CORSO
japanese: 接続中
russian: СОЕДИНЕНИЕ
spanish: CONECTANDO

source: CONSTRUCTION
dutch: CONSTRUCTIE
german: BAUSTELLE
italian: COSTRUZIONI
japanese: 建設現場
russian: СТРОИТЕЛЬСТВО
spanish: CONSTRUCCIÓN

source: CONTAINER
french: CONTENEUR
italian: SERBATOIO
japanese: コンテナ
russian: ЯЩИК
spanish: CONTENEDOR

source: CONTROLS
dutch: BEDIENING
french: COMMANDES
german: STEUERUNG
italian: COMANDI
japanese: コントロール
russian: УПРАВЛЕНИЕ
spanish: CONTROLES

source: COUNTRYSIDE
dutch: PLATTELAND
french: CAMPAGNE
german: HÜGELLAND
italian: CAMPAGNA
japanese: 田舎
russian: СЕЛЬСКАЯ МЕСТНОСТЬ
spanish: CAMPO

source: Casual Backflipper
dutch: Achteloze acrobaat in achterwaartse salto's
french: Acrobate décontracté
german: Lässige Rückwärtssaltos
italian: Acrobata disinvolto delle capriole all'indietro
japanese: 簡単な後方宙返り
russian: Случайное сальто назад
spanish: Acróbata ocasional

source: Casual Driving
dutch: Casual rijden
french: Conduite décontractée
german: Lässiger Fahrstil
italian: Guida disinvolta
japanese: カジュアルドライビング
russian: Случайная езда
spanish: Conducción ocasional

source: Challenge completed
dutch: Uitdaging voltooid
french: Défi relevé avec succès
german: Herausforderung gemeistert
italian: Sfida completata
japanese: チャレンジが完了しました
russian: Вызов завершён
spanish: Desafío completado.

source: Challenger
dutch: Uitdager
german: Herausforderer
italian: Sfidante
japanese: チャレンジャー
russian: Претендент
spanish: Retador

source: Challenging stage even for the most skilled drivers.
dutch: Uitdagend niveau, zelfs voor de meest ervaren chauffeurs.
french: Une étape très difficile, même pour les pilotes les plus habiles.
german: Eine herausfordernde Stufe, sogar für geübte Fahrer.
italian: Scenario impegnativo anche per i piloti più abili.
japanese: もっとも優秀なドライバーにも困難なステージ
russian: Затруднительный этап даже для самых искусных водителей.
spanish: Una etapa desafiante aun para los conductores más hábiles.

source: Check out Hill Climb Racing!
dutch: Bekijk Hill Climb Racing eens!
french: Découvrez Hill Climb Racing !
german: Probiere mal Hill Climb Racing aus!
italian: Dai un'occhiata a Hill Climb Racing!
japanese: Hill Climb Racingに注目!
russian: Оцените Hill Climb Racing!
spanish: ¡Échale un vistazo a Hill Climb Racing!

source: Check out Hill Climb Racing! %s
dutch: Bekijk Hill Climb Racing eens! %s
french: Découvrez Hill Climb Racing ! %s
german: Probiere mal Hill Climb Racing aus! %s
italian: Dai un'occhiata a Hill Climb Racing! %s
japanese: Hill Climb Racingに注目! %s
russian: Оцените Hill Climb Racing! %s
spanish: ¡Échale un vistazo a Hill Climb Racing! %s

source: Climb the steepest hills with this powerful vehicle. Especially fast on stages with low friction.
dutch: Beklim de steilste hellingen met dit krachtige voertuig. Vooral snel op trajecten met weinig wrijving.
french: Grimpez les collines les plus abruptes avec ce puissant véhicule. Particulièrement rapide lors des étapes à adhérence réduite.
german: Mit diesem leistungsstarken Fahrzeug kannst du die steilsten Hügel erklimmen. Es ist besonders schnell auf Strecken mit geringer Haftreibung.
italian: Scala le alture più ripide con questo potente veicolo. Particolarmente veloce negli scenari a basso attrito.
japanese: パワフルな車で最も険しい山を登ってください。低摩擦のステージでは特に速く登ってください。
russian: Взбирайтесь на крутейшие холмы на этом мощном транспорте. Особенно хорошо на этапах с низким трением.
spanish: Sube los cerros más empinados con este poderoso vehículo. Especialmente rápido en etapas con poca fricción.

source: Climbing hills in the desert is a must have experience for any hillbilly. In order to travel to desert you need a trailer and a towing car that can carry your vehicle.
dutch: Hellingen in de woestijn beklimmen is voor elke heikneuter een niet te missen ervaring. Om naar de woestijn te gaan, heb je een trailer en een aanhangwagen nodig waar je je voertuig op mee kunt nemen.
french: Grimper les dunes du désert est une expérience incontournable pour un plouc. Pour vous déplacer dans le désert, vous avez besoin d'une remorque et d'une dépanneuse pouvant transporter votre véhicule.
german: Jeder gute Hügelfahrer muss auch mal über die Dünen in der Wüste düsen. Um dein Fahrzeug in die Wüste zu bringen, brauchst du einen Abschleppwagen und Anhänger.
italian: Scalare le alture nel deserto è un'esperienza doverosa per ogni amante della montagna. Per poter viaggiare nel deserto hai bisogno di un rimorchio e di una motrice per trasportare il tuo veicolo.
japanese: ヒルビリーにとって砂漠の登山は一度は体験すべきことです。砂漠を旅するには、トレーラーと車をけん引するけん引車が必要です。
russian: Езда в гору по пустыне - обязательный навык любого колхозника. Чтобы доехать до пустыни, нужен прицеп и тягач для перевозки транспортных средств.
spanish: Subir dunas en el desierto es una experiencia que no puedes dejar pasar. Para viajar al desierto necesitas un tráiler y un remolcador para llevar tu vehículo.

source: Coins & Gems remove banner ads!
dutch: Munten & edelstenen verwijderen reclamevaandels!
french: Les jetons et les joyaux permettent de supprimer les pubs !
german: Münzen/Juwelen erhalten & Werbung entfernen!
italian: Le monete e le gemme rimuovono i banner pubblicitari!
japanese: コインと宝石はバナー広告を非表示にします！
russian: Монеты и самоцветы удаляют баннерную рекламу!
spanish: ¡Las monedas y las gemas eliminan los anuncios!

source: Coins received
dutch: Munten ontvangen
french: Jetons reçus
german: Bonusmünzen
italian: Monete ricevute
japanese: 受け取ったコイン
russian: Получены монеты
spanish: Monedas recibidas

source: Collect all treasures from the Jungle
dutch: Verzamel alle schatten uit de jungle
french: Récupérez tous les trésors de la jungle
german: Sammle alle Schätze aus dem Dschungel.
italian: Raccogli tutti i tesori della giungla
japanese: ジャングルから全ての秘宝を集めてください
russian: Соберите все сокровища из Джунглей
spanish: Junta todos los tesoros de la selva.

source: Collector's Edition
dutch: Uitgave voor verzamelaars
french: Une Édition collector
german: Tuning-Meister
italian: Edizione da collezione
japanese: コレクターエディション
russian: Коллекционное издание
spanish: Edición de coleccionista

source: Complete 10 challenges
dutch: Voltooi 10 uitdagingen
french: Relever 10 défis
german: Schließe 10 Herausforderungen ab
italian: Completa 10 sfide
japanese: 10チャレンジを完了
russian: Завершите 10 вызовов
spanish: Completa 10 desafíos.

source: Connection failed
dutch: Verbinding mislukt
french: Échec de la connexion
german: Verbindung fehlgeschlagen
italian: Connessione non riuscita
japanese: 接続がありません
russian: Сбой подключения
spanish: Error de conexión

source: Contact Us
dutch: Neem contact met ons op
french: Contactez-nous
german: Kontakt
italian: Contattaci
japanese: お問い合わせ
russian: Обратная связь
spanish: Contáctanos

source: Contains %d random card(s), %d common card(s), %d rare card(s), %d epic card(s) and %d legendary card(s).
dutch: Bevat %d willekeurige kaart(en), %d gewone kaart(en), %d zeldzame kaart(en), %d epische kaart(en) en %d legendarische kaart(en).
french: Contient %d carte(s) au hasard, %d carte(s) ordinaire(s), %d carte(s) rare(s), %d carte(s) épique(s) et %d carte(s) légendaire(s).
german: Enthält %d Zufallskarte(n), %d gewöhnliche Karte(n), %d seltene Karte(n), %d epische Karte(n) und %d legendäre Karte(n).
italian: Contiene %d carte casuali, %d carte comuni, %d carte rare, %d carte epiche e %d carte leggendarie.
japanese: %d ランダムカード、 %d 普通のカード、 %d 稀少なカード, %d エピックカードと%d 伝説のカードを含みます。
russian: Содержит %d случайных карточек, %d обычных карточек, %d редких карточек, %d эпических карточек и %d легендарных карточек.
spanish: Contiene %d tarjeta(s) aleatoria(s), %d tarjeta(s) comune(s), %d tarjeta(s) extraña(s), %d tarjeta(s) épica(s) y %d tarjeta(s) legendaria(s).

source: Cost: %s gems You need %s more gems
dutch: Kosten: %s edelstenen Je hebt %s meer edelstenen nodig
french: Coût : %s joyaux. Vous avez besoin de %s joyaux supplémentaires.
german: Kosten: %s Juwelen. Du brauchst noch %s Juwelen.
italian: Costo: %s gemme Hai bisogno di altre %s gemme
japanese: 費用: %s 個の宝石 あと%s個の宝石が必要です
russian: Цена в самоцветах: %s. Вам нужно еще %s самоцветов
spanish: Costo: %s gemas. Necesitas %s gemas más.

source: Could Happen to Anyone
dutch: Kon iedereen overkomen
french: Ça peut arriver à n'importe qui
german: Kommt vor
italian: Potrebbe succedere a tutti
japanese: 誰にでも起こりうること
russian: Может случиться с каждым
spanish: Puede sucederle a cualquiera

source: Crazed Paramedic
dutch: Maffe verpleger
french: Ambulance déjantée
german: Verrückter Sanitäter
italian: Infermiere pazzo
japanese: キチガイ医療隊員
russian: Сумасшедший фельдшер
spanish: Paramédico demente

source: Custom Bill's jeep chassis. Good all-around car.
dutch: Custom Bill's jeepchassis. Goede all-around auto.
french: Châssis personnalisé pour la jeep de Bill. Bonne voiture complète.
german: Anpassbares Fahrgestell für Bills Jeep. Guter Wagen für alle Gelegenheiten.
italian: Telaio della jeep di Bill personalizzato. Buon veicolo per ogni terreno.
japanese: Billのカスタムジープシャシー。オールラウンドカー。
russian: Шасси для джипа Билла по спецзаказу. Хороший универсальный автомобиль.
spanish: Chasis de jeep personalizado de Bill. Un auto muy versátil.

source: DAILY CHALLENGE
dutch: DAGELIJKSE UITDAGING
french: DÉFI QUOTIDIEN
german: HERAUSFORDERUNG DES TAGES
italian: SFIDA GIORNALIERA
japanese: ディリーチャレンジ
russian: ЕЖЕДНЕВНЫЙ ВЫЗОВ
spanish: DESAFÍO DIARIO

source: DAILY DOUBLE BONUS!
dutch: DAGELIJKS DUBBELE BONUS!
french: DOUBLE BONUS QUOTIDIEN !
german: DOPPELBONUS DES TAGES!
italian: DOPPIO BONUS GIORNALIERO!
japanese: ディリーダブルボーナス！
russian: ЕЖЕДНЕВНЫЙ ДВОЙНОЙ БОНУС!
spanish: ¡DOBLE BONO DIARIO!

source: DANGER! Lava pits ahead!
dutch: GEVAAR! Kuilen met gloeiende lava!
french: DANGER ! Puits de lave en vue !
german: ACHTUNG! Lavalöcher!
italian: PERICOLO! Pozzi di lava!
japanese: 危険！溶岩の穴があります！
russian: ОПАСНО! Впереди лавовые провалы!
spanish: ¡PELIGRO! ¡Cuidado con los fosos de lava!

source: DECLINE
dutch: NIET TOESTAAN
french: REFUSER
german: ABLEHNEN
italian: RIFIUTA
japanese: 辞退する
russian: ОТКЛОНИТЬ
spanish: RECHAZAR

source: DESERT
dutch: WOESTIJN
french: DÉSERT
german: WÜSTE
italian: DESERTO
japanese: 砂漠
russian: ПУСТЫНЯ
spanish: DESIERTO

source: DIESEL 4
italian: DIESEL 4 CIL.
japanese: ディーゼル4
russian: ДИЗЕЛЬ 4
spanish: DIÉSEL DE 4 CIL.

source: DIESEL 6
italian: DIESEL 6 CIL.
japanese: ディーゼル6
russian: ДИЗЕЛЬ 6
spanish: DIÉSEL DE 6 CIL.

source: DIESEL V8 TT
japanese: ディーゼル V8 TT
russian: ДИЗЕЛЬ V8 TT
spanish: DIÉSEL V8 TT

source: DISABLE REPLAYS
dutch: OPNIEUW SPELEN UITSCHAKELEN
french: DÉSACTIVER LES RALENTIS
german: SPIELWIEDERHOLUNG DEAKTIVIEREN
italian: DISABILITA I REPLAY
japanese: 再生を無効にする
russian: ОТКЛЮЧИТЬ ПОВТОРЫ
spanish: DESACTIVAR REPETICIONES

source: DISTANCE: %dm
dutch: AFSTAND: %dm
german: STRECKE: %d m
italian: DISTANZA: %dm
japanese: 距離: %dm
russian: РАССТОЯНИЕ: %dm
spanish: DISTANCIA: %dm

source: DONE
dutch: GEREED
french: TERMINÉ
german: FERTIG
italian: FINE
japanese: 完了
russian: ГОТОВО
spanish: LISTO

source: DOUBLE
dutch: DUBBEL
french: DOUBLER
german: VERDOPPELN
italian: DOPPIO
japanese: ダブル
russian: УДВОИТЬ
spanish: DOBLE

source: DOUBLE COINS
dutch: DUBBELE MUNTEN
french: DOUBLER LES JETONS
german: MÜNZEN VERDOPPELN
italian: DOPPIE MONETE
japanese: ダブルコイン
russian: УДВОИТЬ МОНЕТЫ
spanish: DUPLICAR MONEDAS

source: DOUBLE NOW
dutch: NU VERDUBBELEN
french: DOUBLEZ DÈS MAINTENANT
german: JETZT VERDOPPELN
italian: RADDOPPIA ORA
japanese: ダブルにする
russian: УДВОИТЬ СЕЙЧАС
spanish: DUPLICAR AHORA

source: DOWNFORCE
french: DÉPORTANCE
german: ANPRESSDRUCK
italian: DEPORTANZA
japanese: ダウンフォース
russian: ПРИЖИМНАЯ СИЛА
spanish: FUERZA VERTICAL

source: DRAGSTER
japanese: ドラッグスター
russian: ДРАГСТЕР

source: DRAW DIRT
dutch: MODDER TONEN
french: JET DE BOUE
german: SCHLAMM ANZIEHEN
italian: ATTIRA LA MALTA
japanese: 泥をオン/オフ
russian: ЧЕРПАТЬ ЗЕМЛЮ
spanish: FONDO DE DESPL.

source: DRAW DIRT: OFF
dutch: VUIL WEERGEVEN: UIT
french: NUAGE DE POUSSIÈRE : DÉSACTIVÉ
german: SCHMUTZ ZEICHNEN: AUS
italian: SCORRIMENTO ALL'INDIETRO: OFF
japanese: ドローダート:オフ
russian: МЕСИТЬ ГРЯЗЬ: ВЫКЛ.
spanish: FONDO DE DESPL.: DESACT.

source: DRAW DIRT: ON
dutch: VUIL WEERGEVEN: AAN
french: NUAGE DE POUSSIÈRE : ACTIVÉ
german: SCHMUTZ ZEICHNEN: EIN
italian: SCORRIMENTO ALL'INDIETRO: ON
japanese: ドローダート: オン
russian: МЕСИТЬ ГРЯЗЬ: ВКЛ.
spanish: FONDO DE DESPL.: ACT.

source: DRIVER DOWN
dutch: CHAUFFEUR ONDERUIT
french: PILOTE BLESSÉ
german: FAHRER TOT
italian: PILOTA A TERRA
japanese: ドライバーノックダウン
russian: ВОДИТЕЛЬ СБИТ
spanish: CONDUCTOR HERIDO

source: DRIVER DOWN & OUT OF FUEL
dutch: CHAUFFEUR ONDERUIT & GEEN BRANDSTOF MEER
french: PILOTE BLESSÉ ET À COURT DE CARBURANT
german: FAHRER TOT & TANK LEER
italian: PILOTA A TERRA e CARBURANTE TERMINATO
japanese: ドライバーノックダウン & 燃焼切れ
russian: ВОДИТЕЛЬ СБИТ И ТОПЛИВА НЕТ
spanish: CONDUCTOR HERIDO Y SIN GASOLINA

source: DUNE BUGGY
dutch: DUINBUGGY
french: BUGGY DES DUNES
german: WÜSTEN-BUGGY
japanese: サンドバギー
russian: БАГГИ
spanish: BUGGY DE DESIERTO

source: Deliver 500 presents
dutch: Lever 500 cadeaus af
french: Livrer 500 cadeaux
german: Verteile 500 Geschenke
italian: Consegna 500 regali
japanese: 500 配達すると
russian: Доставить 500 подарков
spanish: Entrega 500 regalos.

source: Denying Gravity
dutch: Zwaartekracht ontkennen
french: Défier la gravité
german: Schwerkraftverlagerung
italian: Negare la gravità
japanese: 重力否定
russian: Отвергая гравитацию
spanish: Negación de la gravedad

source: Desert Racer
dutch: Woestijnracer
french: Coureur du désert
german: Wüstenflitzer
italian: Pilota del deserto
japanese: 砂漠レーサー
russian: Пустынный гонщик
spanish: Corredor del desierto

source: Destroy 10000 packages in the Factory
dutch: Vernietig 10.000 pakketten in de fabriek
french: Détruisez 10 000 paquets dans l'usine
german: Zerstöre 10000 Pakete in der Fabrik
italian: Distruggi 10000 pacchi nella fabbrica
japanese: 工場の10000パッケージを破壊
russian: Уничтожить 1000 комплектов на фабрике
spanish: Destruye 10.000 paquetes en la fábrica.

source: Detach all train carriages
dutch: Ontkoppel alle treinwagons
french: Détacher tous les wagons
german: Trenne alle Wagons ab
italian: Stacca tutti i vagoni
japanese: 列車の全車両を取り外す
russian: Отцепить все вагоны поезда
spanish: Desacopla todos los vagones

source: Dirt Farmer
dutch: Mestboer
french: Fermier rebelle
german: Schmutzbauer
italian: Fattore impolverato
japanese: ダートファーマー
russian: Фермер-одиночка
spanish: Granjero polvoriento

source: Do you really want to exit?
dutch: Wil je echt stoppen?
french: Voulez-vous vraiment quitter ?
german: Möchtest du das Spiel wirklich schließen?
italian: Vuoi davvero uscire?
japanese: 本当に終了しますか？
russian: Вы действительно хотите выйти?
spanish: ¿Seguro que quieres salir?

source: Down force pushes your car downwards when the speed increases improving traction.
dutch: Downforce duwt je auto naar beneden, terwijl de snelheid toeneemt en de tractie wordt verhoogd.
french: Les appuis aérodynamiques attirent votre véhicule vers le sol lorsque la vitesse augmente pour une meilleure traction.
german: Wenn du bei Anpressdruck Gas gibst, erhöht sich die Bodenhaftung und dein Wagen wird nach unten gedrückt.
italian: La deportanza spinge la tua auto verso il basso quando la velocità aumenta, migliorando l'aderenza.
japanese: ダウンフォースは速度が増加すると車を下に押し、トラクションを改善します。
russian: Прижимная сила увеличивается с ростом скорости, улучшая сцепление с дорогой.
spanish: La fuerza vertical impulsa tu auto hacia abajo cuando la velocidad aumenta, mejorando la tracción.

source: Drive %s
dutch: Rijd %s
french: Conduire %s
german: Fahre %s
italian: Percorso %s
japanese: %s 運転する
russian: Проехать %s
spanish: Conduce %s

source: Drive 10 years in Seasons
dutch: 10 jaar in Seizoenen rijden
french: Conduisez 10 années dans Saisons
german: Fahre 10 Jahre in Jahreszeiten
italian: Guida 10 anni in Stagioni
japanese: 季節の中で10年間運転
russian: Проехать 10 лет в Seasons
spanish: Conduce 10 años en Estaciones

source: Drive 1000km with %s
dutch: Rijd 1000km met %s
french: Conduire 1000 km avec %s
german: Fahre 1000 km mit %s
italian: Guida 1000 km con %s
japanese: %sで1000km運転する
russian: Проехать 1000 км на %s
spanish: Conduce 1000 km con %s

source: Driving a vehicle built for offroad is quite an experience on tarmac surface. In this level you may get far and fast, but gasoline is a limited resource.
dutch: Een terreinvoertuig besturen op een tarmac oppervlakte is een hele ervaring. Misschien kom je in dit niveau snel verder, maar er is een beperkte hoeveelheid benzine.
french: La conduite d'un véhicule tout terrain sur une surface parfaitement plane et dure est une expérience hors du commun. Dans ce niveau de jeu, vous pourriez être très rapide sur de longues distances, mais le carburant est une ressource limitée.
german: Ein Offroad-Fahrzeug auf einer Asphaltstraße zu fahren, ist eine Kunst für sich. In diesem Level wirst du zwar immer schneller, hast aber nur begrenzte Kraftstoffreserven.
italian: Guidare sull'asfalto un veicolo costruito per il fuoristrada è davvero notevole. In questo livello puoi andare lontano e veloce, ma la benzina è una risorsa limitata.
japanese: オフロード用の車をタールマック舗装路面を運転するのは本当によい経験になります。このレベルでは速く遠くまで行けるかもしれませんが、ガソリンに制限があります。
russian: Езда по асфальту на машине для бездорожья весьма впечатляет. На этом уровне можно уехать далеко и быстро, но запас бензина ограничен.
spanish: Conducir un vehículo todoterreno en asfalto es toda una experiencia. En este nivel puedes avanzar mucho y rápido, pero la gasolina es un recurso limitado.

source: Driving in pitch black is a real challenge.
dutch: In het pikkedonker rijden is een enorme uitdaging.
french: Conduire dans l'obscurité représente un défi de taille.
german: Schaffst du es, bei stockdunkler Nacht zu fahren?
italian: Guidare nel buio assoluto è una vera sfida.
japanese: 闇の中での運転は大変困難です。
russian: Езда в кромешной тьме - вот это вызов.
spanish: Conducir en oscuridad total es un verdadero desafío.

source: Driving the hills with this offroad personal transporter is a real challenge!
dutch: Met een terreinvoertuig bergop gaan, is een enorme uitdaging!
french: Conduire dans les collines avec ce véhicule tout-terrain est un défi de taille !
german: Hügel mit diesem geländegängigen Ein-Mann-Fahrzeug zu bewältigen, ist eine wahre Herausforderung!
italian: Guidare sulle alture con questo trasportatore personale fuoristrada è una vera sfida!
japanese: オフロード電動立ち乗り二輪車で山を登るのは大変なチャレンジです！
russian: Езда по горам на этом персональном внедорожном транспортёре - реальный вызов!
spanish: ¡Conducir por las dunas este transportador todoterreno personal es un verdadero desafío!

source: Drop the Extra Weight
dutch: Laat extra gewicht achter
french: Se débarrasser de tout poids supplémentaire
german: Ballast abwerfen
italian: Sgancia il peso in eccesso
japanese: 余分な重量を落とす
russian: Сбросить лишний вес
spanish: Deshazte del peso extra

source: E-mail: care@mygamez.com Toll-free#：400-807-1016
dutch: E-mail: care@mygamez.com Gratis#：400-807-1016
french: E-mail : care@mygamez.com Téléphone : +358 400-807-1016
german: E-Mail-Adresse: care@mygamez.com Tel.: +358-400-807-1016
italian: E-mail: care@mygamez.com Numero verde#：400-807-1016
japanese: Eメール: care@mygamez.com フリーダイヤル#：400-807-1016
russian: Эл.почта: care@mygamez.com Бесплатная линия #：400-807-1016
spanish: Correo electrónico: care@mygamez.com Línea gratuita：400-807-1016

source: EDIT CAR NAME
dutch: NAAM AUTO BEWERKEN
french: MODIFIER LE NOM DE LA VOITURE
german: WAGENNAME BEARBEITEN
italian: MODIFICA NOME VEICOLO
japanese: 車名を編集
russian: ПРАВИТЬ НАЗВАНИЕ МАШИНЫ
spanish: EDITAR NOMBRE DE AUTO

source: ELECTRIC
dutch: ELEKTRISCH
french: ÉLECTRIQUE
german: ELEKTRISCH
italian: ELETTRICA
japanese: 電気
russian: ЭЛЕКТРИКА
spanish: ELÉCTRICO
