Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: ELECTRIC CAR
dutch: ELEKTRISCHE AUTO
french: VOITURE ÉLECTRIQUE
german: ELEKTROAUTO
italian: AUTO ELETTRICA
japanese: エレクトリックカー
russian: ЭЛЕКТРОКАР
spanish: AUTO ELÉCTRICO

source: ELECTRIC ZAP
dutch: ELEKTRISCHE ZAP
french: CHOC ÉLECTRIQUE
german: E-MOTOR
italian: SCOSSA
japanese: 電気ショック
russian: ЭЛЕКТРО
spanish: DESC. ELÉCTRICA

source: EMPTY SLOT
dutch: LEGE AUTOWERKPLAATS
french: EMPLACEMENT VIDE
german: LEERER PLATZ
italian: FINESTRA VUOTA
japanese: 空スロット
russian: ПУСТОЙ СЛОТ
spanish: ESPACIO VACÍO

source: ENABLE REPLAYS
dutch: OPNIEUW SPELEN INSCHAKELEN
french: ACTIVER LES RALENTIS
german: SPIELWIEDERHOLUNG AKTIVIEREN
italian: ABILITA I REPLAY
japanese: 再生を有効にする
russian: ВКЛЮЧИТЬ ПОВТОРЫ
spanish: ACTIVAR REPETICIONES

source: ENGINE
dutch: MOTOR
french: MOTEUR
german: MOTOR
italian: MOTORE
japanese: エンジン
russian: ДВИГАТЕЛЬ
spanish: MOTOR

source: ENGINE FRONT
dutch: VOORKANT MOTOR
french: MOTEUR AVANT
german: MOTOR VORN
italian: MOTORE ANT.
japanese: フロントエンジン
russian: ДВИГАТЕЛЬ СПЕРЕДИ
spanish: MOTOR, ADELANTE

source: ENGINE REAR
dutch: ACHTERKANT MOTOR
french: MOTEUR ARRIÈRE
german: MOTOR HINTEN
italian: MOTORE POST.
japanese: リアエンジン
russian: ДВИГАТЕЛЬ СЗАДИ
spanish: MOTOR, ATRÁS

source: ENTER CODE
dutch: CODE INVOEREN
french: SAISIR LE CODE
german: CODE EINGEBEN
italian: INSERISCI CODICE
japanese: コードを入力してください
russian: ВВЕДИТЕ КОД
spanish: INGRESAR CÓDIGO

source: ENTRY FEE FOR %s?
dutch: INSCHRIJFGELD VOOR %s?
french: FRAIS D'ENTRÉE POUR %s ?
german: TEILNAHMEGEBÜHR FÜR %s?
italian: TARIFFA INGRESSO PER %s?
japanese: %sの出場料?
russian: РЕГИСТРАЦИОННЫЙ СБОР ДЛЯ %s?
spanish: ¿TARIFA DE INGRESO PARA %s?

source: EPIC
dutch: EPISCH
french: ÉPIQUE
german: EPISCH
italian: EPICO
japanese: エピック
russian: ЭПИЧЕСКИЕ
spanish: ÉPICA

source: EQUIP
dutch: APPARATUUR
french: ÉQUIPER
german: AUSRÜSTEN
italian: EQUIPAGGIA
japanese: 装備
russian: ОСНАСТИСЬ
spanish: PREPARAR

source: ERROR
dutch: FOUT
french: ERREUR
german: FEHLER
italian: ERRORE
japanese: エラー
russian: ОШИБКА

source: EXIT
dutch: AFSLUITEN
french: QUITTER
german: SCHLIESSEN
italian: ESCI
japanese: 退出する
russian: ВЫХОД
spanish: SALIR

source: EXIT?
dutch: AFSLUITEN?
french: QUITTER ?
german: WIRKLICH SCHLIESSEN?
italian: USCIRE?
japanese: 退出しますか？
russian: ВЫЙТИ?
spanish: ¿SALIR?

source: Earn 100000 coins in one run
dutch: Verdien in één run 100.000 munten
french: Gagnez 100 000 jetons d'un seul coup
german: Sammle 100.000 Münzen auf einer Fahrt
italian: Guadagna 100000 monete in una corsa
japanese: １度の走行で100000 コイン獲得
russian: Заработать 100000 монет подряд
spanish: Gana 100.000 monedas en una pasada

source: Earn 1000000 coins in one run
dutch: Verdien in één run 1.000.000 munten
french: Gagnez 1 000 000 jetons d'un seul coup
german: Sammle 1.000.000 Münzen auf einer Fahrt
italian: Guadagna 1000000 di monete in una corsa
japanese: 1 度の走行で1000000 コイン獲得
russian: Заработать 1000000 монет подряд
spanish: Gana 1.000.000 de monedas en una pasada

source: Earn only %d more coins to unlock %s!
dutch: Verdien nog slechts %d meer munten om %s te ontgrendelen!
french: Amassez seulement %d jetons de plus pour débloquer %s !
german: Du brauchst nur noch %d Münzen, um %s freizuschalten!
italian: Guadagna solo %d monete in più per sbloccare %s!
japanese: あと%d 枚のコインを獲得すれば%sをアンロックできます！
russian: Заработайте всего %d монет, чтобы разблокировать %s!
spanish: ¡Solo debes ganar %d monedas más para desbloquear %s!

source: Eco engine with improved acceleration.
dutch: Eco-motor met verbeterde acceleratie.
french: Moteur éco avec accélération améliorée.
german: Ökomotor mit verbesserter Beschleunigung.
italian: Motore ecologico con accelerazione migliorata.
japanese: 改善された加速とエコエンジン。
russian: Эко-двигатель с улучшенным разгоном.
spanish: Motor ecológico con aceleración mejorada.

source: Edgy mountain that is very hard to overcome. Highly upgraded vehicle recommended!
dutch: Steile berg die erg moeilijk te beklimmen is. Het is aan te raden je voertuig heel erg te upgraden!
french: Une montagne escarpée qui est très difficile à gravir. Un véhicule très amélioré est recommandé.
german: Ein felsiger Berg, der schwer zu bezwingen ist. Wir empfehlen dir, dein Fahrzeug sehr gut aufzurüsten!
italian: Montagna piena di ciglioni, molto difficile da superare. Si raccomanda un veicolo con potenti upgrade!
japanese: 険しい山を克服するのはとても困難です。かなりアップグレードされた車をお奨めします！
russian: Остроконечная гора, которую очень трудно переехать. Рекомендуется машина повышенной категории!
spanish: Montaña peligrosa, muy difícil de superar. ¡Se recomienda un vehículo muy actualizado!

source: Enable ICloud from the device settings
dutch: ICloud inschakelen in de toestelinstellingen
french: Activer iCloud à partir des réglages de l'appareil
german: Aktiviere iCloud über die Geräte-Einstellungen
italian: Abilita iCloud dalle impostazioni del dispositivo
japanese: デバイス設定でICloud を有効にする
russian: Включить ICloud из настроек устройства
spanish: Activa ICloud desde los ajustes del dispositivo.

source: Enjoy the view and feel the ocean breeze at the hilltop in this relaxing map.
dutch: Geniet van het uitzicht en voel de zeewind bovenop de heuvel op deze rustgevende kaart.
french: Appréciez la vue du haut de la colline et ressentez la brise de l'océan sur ce parcours relaxant.
german: Eine erholsame Welt: Genieße den schönen Blick und spüre die frische Meeresbrise auf dem Gipfel.
italian: Goditi la vista e senti la brezza dell'oceano in cima all'altura in questa mappa rilassante.
japanese: このくつろげる地図の山の頂上で、景色を楽しみ、海からのそよ風を感じてください。
russian: Наслаждайтесь видом и ощущайте океанский бриз на вершине холма в расслабляющей обстановке.
spanish: Disfruta la vista y siente la brisa marina desde la cumbre del cerro en este relajante paisaje.

source: Entry fee: %d
dutch: Inschrijfgeld: %d
french: Frais d'entrée : %d
german: Teilnahmegebühr: %d
italian: Tariffa ingresso: %d
japanese: 出場料: %d
russian: Регистрационный сбор: %d
spanish: Tarifa de ingreso: %d

source: Environmentalist
dutch: Milieuactivist
french: Écologiste
german: Umweltschützer
italian: Ambientalista
japanese: 環境保護主義者
russian: Эколог
spanish: Ambientalista

source: Excellent fuel efficiency and torque.
dutch: Uitstekende brandstofefficiëntie en torsie.
french: Excellente efficacité du carburant et du couple.
german: Ausgezeichnete Kraftstoffeffizienz und guter Drehmoment.
italian: Eccellente coppia e bassi consumi.
japanese: 優れた燃費効率とトルク。
russian: Великолепная экономия топлива и крутящий момент.
spanish: Excelente economía de combustible y par motor.

source: Experience the slippery snow conditions! In order to get to the northern parts of Finland you need a cargo plane that carries the car.
dutch: Ervaar de glibberige sneeuw! Om in het noorden van Finland te komen, heb je een vrachtvliegtuig nodig, om de auto te vervoeren.
french: Découvrez la conduite sur neige glissante ! Afin de vous rendre dans les régions du nord de la Finlande vous aurez besoin d'un avion cargo pour transporter votre voiture.
german: Meistere rutschige, verschneite Wege! Um dein Fahrzeug in den Norden Finnlands zu transportieren, brauchst du ein Frachtflugzeug.
italian: Sperimenta le condizioni di neve scivolosa! Per poter raggiungere le parti settentrionali della Finlandia hai bisogno di un aereo cargo che trasporti l'auto.
japanese: 滑りやすい雪を体験してください！フィンランドの北部にたどりつくためには、車を運搬する貨物輸送機が必要です。
russian: Испытайте условия скользкого снега! Чтобы попасть в северную Финляндию, нужен грузовой самолёт для перевозки машины.
spanish: ¡Vive la experiencia de conducir sobre la resbaladiza nieve! Para poder llegar a al sector norte de Finlandia necesitas un avión de carga que lleve tu auto.

source: Extra traction on mud surfaces!
dutch: Extra tractie op modderige oppervlaktes!
french: Traction supplémentaire pour les terrains boueux !
german: Zusätzliche Bodenhaftung auf schlammigem Untergrund!
italian: Trazione extra su superfici fangose!
japanese: 泥状地面でのトラクション増加！
russian: Дополнительное сцепление на грязных поверхностях!
spanish: ¡Más tracción en superficies con lodo!

source: Extreme stage with many tricky jumps.
dutch: Extreem niveau met veel lastige sprongen.
french: Étape extrême avec plusieurs sauts très difficiles à effectuer.
german: Extreme Stufe mit zahlreichen kniffeligen Sprüngen.
italian: Scenario estremo con molti salti complessi.
japanese: 困難なジャンプが多数ある極限ステージ
russian: Экстремальный этап с множеством коварных прыжков.
spanish: Etapa extrema con muchos saltos complicados.

source: Extremely fast ride only for the bravest drivers.
dutch: Extreem snel rijden is alleen voor de moedigste chauffeurs weggelegd.
french: Un parcours extrêmement rapide, pour les pilotes les plus courageux uniquement.
german: Mach dich auf eine rasante Fahrt gefasst. Nur für sehr mutige Fahrer.
italian: Corsa estremamente veloce, solo per i piloti più temerari.
japanese: 最も勇敢なドライバー向けのみの超高速乗車
russian: Очень быстрая езда для самых смелых водителей.
spanish: Vehículo extremadamente rápido, solo para los pilotos más extremos.

source: FACTORY
dutch: FABRIEK
french: USINE
german: FABRIK
italian: FABBRICA
japanese: 工場
russian: ФАБРИКА
spanish: FÁBRICA

source: FACTORY BUNDLE
dutch: FABRIEKSPAKKET
french: PACK USINE
german: FABRIK-PAKET
italian: PACCHETTO FABBRICA
japanese: ファクトリーセット
russian: ФАБРИЧНЫЙ КОМПЛЕКТ
spanish: PAQUETE DE FÁBRICA

source: FINGER SCREW
dutch: DUIMSCHROEF
french: VÉHICULE À VIS SANS FIN
german: DRILLER
japanese: フィンガースクリュー
russian: БАРАШКОВЫЙ ВИНТ
spanish: TRÉPANO

source: FINGERSOFT GAMES & APPS
dutch: FINGERSOFT SPELLEN & APPS
french: JEUX ET APPS FINGERSOFT
german: SPIELE & APPS VON FINGERSOFT
italian: APP E GIOCHI FINGERSOFT
japanese: FINGERSOFT ゲームとアプリ
russian: ПРИЛОЖЕНИЯ ОТ FINGERSOFT
spanish: JUEGOS Y APPS DE FINGERSOFT

source: FINGERSOFT ON FACEBOOK
dutch: FINGERSOFT OP FACEBOOK
french: FINGERSOFT SUR FACEBOOK
german: FINGERSOFT AUF FACEBOOK
italian: FINGERSOFT SU FACEBOOK
japanese: FINGERSOFTのFACEBOOK
russian: FINGERSOFT НА FACEBOOK
spanish: FINGERSOFT EN FACEBOOK

source: FIRE TRUCK
dutch: BRANDWEERWAGEN
french: CAMION DE POMPIER
german: FEUERWEHRAUTO
italian: CAMION DEI POMPIERI
japanese: 消防車
russian: ПОЖАРНАЯ МАШИНА
spanish: CAMIÓN DE BOMBEROS

source: FLYTURNRATE
dutch: ROTATIESNELHEID
french: VITESSE DE ROTATION
german: STANDARDKURVE
italian: VIRATA
japanese: フライターンレート
russian: МАХОВИК
spanish: ÍNDICE DE GIRO EN VUELO

source: FOOD
dutch: EETWAREN
french: NOURRITURE
german: ESSEN
italian: CIBO
japanese: 食べ物
russian: КОРМ
spanish: COMIDA

source: FOREST
dutch: WOUD
french: FORÊT
german: WALD
italian: FORESTA
japanese: 森
russian: ЛЕС
spanish: BOSQUE

source: FOREST BUNDLE
dutch: BOSPAKKET
french: PACK FORÊT
german: WALD-PAKET
italian: PACCHETTO FORESTA
japanese: フォレストセット
russian: ЛЕСНОЙ КОМПЛЕКТ
spanish: PAQUETE DE BOSQUE

source: FORK
dutch: VOORVORK
french: FOURCHE
german: GABEL
italian: FORCELLA
japanese: フォーク
russian: ВИЛКА
spanish: HORQUILLA

source: FORMULA
dutch: FORMULE
french: FORMULE
german: FORMEL
japanese: フォーミュラ
russian: ФОРМУЛА
spanish: FÓRMULA

source: FREE
dutch: GRATIS
french: GRATUIT
german: GRATIS
italian: GRATIS
japanese: 無料
russian: БЕСПЛАТНО
spanish: GRATIS

source: FRICTION
dutch: FRICTIE
french: TRACTION
german: HAFTREIBUNG
italian: ATTRITO
japanese: 摩擦
russian: ТРЕНИЕ
spanish: FRICCIÓN

source: FRONT HEIGHT
dutch: HOOGTE VOORZIJDE
french: HAUTEUR FRONTALE
german: FRONTHÖHE
italian: ALTEZZA ANTERIORE
japanese: フロント高さ
russian: ВЫСОТА СПЕРЕДИ
spanish: ALTURA FRONTAL

source: FRONT TIRE SIZE
dutch: MAAT VOORBAND
french: TAILLE DES PNEUS AV.
german: GRÖSSE DER VORDERRÄDER
italian: DIMENS. GOMME ANTERIORI
japanese: フロントタイヤサイズ
russian: РАЗМЕР ПЕРЕДНИХ ШИН
spanish: TAMAÑO DE NEUM. DELANTEROS

source: FUEL
dutch: BRANDSTOF
french: CARBURANT
german: KRAFTSTOFF
italian: CARBURANTE
japanese: 燃料
russian: ТОПЛИВО
spanish: GASOLINA

source: FULL
dutch: VOL
french: PLEIN
german: VOLL
italian: PIENO
japanese: フル
russian: ПОЛНЫЙ
spanish: TOTAL

source: Failed to sign in
dutch: Aanmelden mislukt
french: Échec de la connexion
german: Anmeldung fehlgeschlagen
italian: Accesso non riuscito
japanese: サインインできません
russian: Отказ входа
spanish: No se pudo iniciar sesión

source: Find a secret in Nuclear Plant
dutch: Vind een geheim in de kerncentrale
french: Trouver un secret dans la centrale nucléaire
german: Finde ein Geheimnis im Atomkraftwerk
italian: Scopri un segreto nella centrale nucleare
japanese: 原子力発電所の秘密を発見する
russian: Найдите секрет на атомной станции
spanish: Encuentra un secreto en la p. nuclear.

source: Finger Rally Champion
dutch: Finger Rallykampioen
french: Gagnant du Finger Rally
german: Rallye-Meister
italian: Campione di Finger Rally
japanese: フィンガーラリーチャンピオン
russian: Чемпион по Finger Rally
spanish: Campeón del rally de los dedos

source: Fingertown Fear & Rescue at your service!
dutch: Fingertown Fear & Rescue staan voor je klaar!
french: Département de Sécurité et Danger de Fingertown à votre service !
german: Der Retter in der Not! Stets zu Diensten!
italian: Antincendio e salvataggio di Fingertown al tuo servizio!
japanese: フィンガータウン火災救助がサービスを提供します！
russian: Fingertown Fear & Rescue к вашим услугам!
spanish: ¡Fingertown Fear & Rescue a su servicio!

source: First Hills
dutch: Eerste hellingen
french: Premières collines
german: Erste Hügel
italian: Prime alture
japanese: 最初の山
russian: Первые холмы
spanish: Primeros cerros

source: First Trip
dutch: Eerste trip
french: Premier périple
german: Erste Fahrt
italian: Primo viaggio
japanese: 最初のトリップ
russian: Первая поездка
spanish: Primer viaje

source: Flip-Lord
dutch: Salto-meester
french: Le roi du flip
german: Saltokönig
italian: Signore delle capriole
japanese: 宙返り卿
russian: Король сальто
spanish: As de las volteretas

source: Free tries: %d
dutch: Gratis pogingen: %d
french: Essais gratuits : %d
german: Gratis-Versuche: %d
italian: Prove libere: %d
japanese: 無料試用: %d
russian: Бесплатные попытки: %d
spanish: Intentos libres: %d

source: Free upgrade
dutch: Gratis upgrade
french: Mise à niveau gratuite
german: Gratis-Upgrade
italian: Upgrade gratuito
japanese: 無料のアップグレード
russian: Бесплатное повышение категории
spanish: Actualización gratuita

source: Fully upgrade 10 vehicles
dutch: 10 voertuigen volledig upgraden
french: Mise à niveau complète de 10 véhicules
german: Rüste 10 Fahrzeuge bis zum Limit auf
italian: Upgrade completo di 10 veicoli
japanese: 10車両完全アップグレード
russian: Полное повышение категории для 10 машин
spanish: Actualiza totalmente 10 vehículos

source: Fully upgrade 5 vehicles
dutch: 5 voertuigen volledig upgraden
french: Mise à niveau complète de 5 véhicules
german: Rüste 5 Fahrzeuge bis zum Limit auf
italian: Upgrade completo di 5 veicoli
japanese: 5車両完全アップグレード
russian: Полное повышение категории для 5 машин
spanish: Actualiza totalmente 5 vehículos

source: Fully upgrade a vehicle
dutch: Een voertuig volledig upgraden
french: Effectuer la mise à niveau complète d'un véhicule
german: Rüste ein Fahrzeug bis zum Limit auf
italian: Upgrade completo di un veicolo
japanese: 1車両完全アップグレード
russian: Полностью повысить категорию машины
spanish: Actualiza totalmente 1 vehículo

source: Fully upgrade all vehicles
dutch: Alle voertuigen volledig upgraden
french: Effectuer la mise à niveau complète de tous les véhicules
german: Rüste alle Fahrzeuge bis zum Limit auf
italian: Upgrade completo di tutti i veicoli
japanese: 全車両完全アップグレード
russian: Полное повышение категории для всех машин
spanish: Actualiza totalmente todos los vehículos

source: Fun drive everywhere!
dutch: Overal met plezier rijden!
french: Conduite amusante partout !
german: Überall viel Spaß!
italian: Guida divertente ovunque!
japanese: どこででも楽しいドライブ！
russian: Весело кататься где угодно!
spanish: ¡Diversión al conducir en todas partes!

source: GARAGE
german: WERKSTATT
japanese: ガレージ
russian: ГАРАЖ
spanish: GARAJE

source: GARAGE LOCKED
dutch: GARAGE VERGRENDELD
french: GARAGE BLOQUÉ
german: WERKSTATT GESPERRT
italian: GARAGE BLOCCATO
japanese: ガレージがロックされました
russian: ГАРАЖ ЗАПЕРТ
spanish: GARAJE BLOQUEADO

source: GARAGE SLOT
dutch: GARAGEVAK
french: EMPLACEMENT GARAGE
german: WERKSTATT-PLATZ
italian: FINESTRA GARAGE
japanese: ガレージスロット
russian: МЕСТО В ГАРАЖЕ
spanish: ESPACIO DE GARAJE

source: GARAGE SPECIAL PACK
french: PACK GARAGE SPÉCIAL
german: WERKSTATT-SONDERPAKET
italian: PACCHETTO SPECIALE GARAGE
japanese: ガレージスペシャルパック
russian: СПЕЦ. ГАРАЖНЫЙ КОМПЛЕКТ
spanish: PAQUETE ESPECIAL DE GARAJE

source: GARAGE STARTER PACK
dutch: GARAGE-STARTPAKKET
french: PACK DE DÉPART DU GARAGE
german: WERKSTATT-EINSTEIGERPAKET
italian: PACCHETTO INIZIALE GARAGE
japanese: ガレージスターターパック
russian: ПУСКОВОЙ ГАРАЖНЫЙ КОМПЛЕКТ
spanish: PAQUETE DE INICIO DE GARAJE

source: GARAGE UNLOCKED - Access garage in the select vehicle menu
dutch: GARAGE ONTGRENDELD - Ga garage binnen via het menu 'Voertuig selecteren'
french: GARAGE DÉBLOQUÉ - Accédez au garage dans le menu de sélection des véhicules
german: WERKSTATT FREIGESCHALTET - Nutze die Werkstatt im ausgewählten Fahrzeugmenü.
italian: GARAGE SBLOCCATO: accedi al garage nel menu del veicolo selezionato
japanese: ガレージのロックが解除されました - 車選択メニューでガレージにアクセスしてください
russian: ГАРАЖ ОТКРЫТ - Получите доступ в гараж через меню выбора транспортного средства
spanish: GARAJE DESBLOQUEADO: accede al garaje en el menú de selección de vehículos.

source: GAS
dutch: GAS GEVEN
french: ACCÉLÉRATEUR
japanese: ガソリン
russian: ГАЗ
spanish: ACELERADOR

source: GAS TURBINE
french: TURBINE À GAZ
italian: TURBINA A GAS
japanese: ガスタービン
russian: ГАЗ. ТУРБИНА
spanish: TURB. DE GASOLINA

source: GEMS
dutch: EDELSTENEN
french: JOYAUX
german: JUWELEN
italian: GEMME
japanese: 宝石
russian: САМОЦВЕТЫ
spanish: GEMAS

source: GEMS: %d
dutch: EDELSTENEN: %d
french: JOYAUX : %d
german: JUWELEN: %d
italian: GEMME: %d
japanese: 宝石： %d
russian: САМОЦВЕТЫ: %d
spanish: GEMAS: %d

source: GET COINS
dutch: KOOP MUNTEN
french: JETONS
german: MÜNZEN
italian: MONETE
japanese: コイン
russian: МОНЕТЫ
spanish: MONEDAS

source: GET GEMS
dutch: KRIJG EDELSTENEN
french: OBTENIR DES JOYAUX
german: SAMMELN
italian: OTTIENI GEMME
japanese: 宝石を取得
russian: ПОЛУЧИТЬ САМОЦВЕТЫ
spanish: OBTENER GEMAS

source: GET PARTS
dutch: KRIJG ONDERDELEN
french: OBTENIR DES PIÈCES
german: AUTOTEILE
italian: PARTI
japanese: パーツ取得
russian: ДЕТАЛИ
spanish: OBT. PIEZAS

source: GET REWARD!
dutch: KRIJG BELONING!
french: OBTENEZ DES RÉCOMPENSES!
german: ANSEHEN!
italian: OTTIENI!
japanese: 報酬を取得！
russian: ПОЛУЧИТЬ!
spanish: OBTENER

source: GIFT
dutch: CADEAU
french: CADEAU
german: GESCHENK
italian: REGALO
japanese: ギフト
russian: ПОДАРОК
spanish: REGALO

source: GRAVEL
dutch: GRIND
french: GRAVIER
german: KIES
italian: GHIAIA
japanese: 砂利
russian: ГРАВИЙ
spanish: GRAVA

source: GRAVEL PRO
french: GRAVIER PRO
german: KIES PRO
italian: GHIAIA PRO
japanese: 砂利プロ
russian: ГРАВИЙ PRO
spanish: PROF. DE LA GRAVA

source: Garage unlocked!
dutch: Garage ontgrendeld!
french: Garage débloqué !
german: Werkstatt freigeschaltet!
italian: Garage sbloccato!
japanese: ガレージのロックが解除されました！
russian: Гараж открыт!
spanish: ¡Garaje desbloqueado!

source: Get %dm further to reach level %d in %s!
dutch: Ga %dm verder om niveau %d in %s te bereiken!
french: Parcourez %dm de plus pour atteindre le niveau %d dans %s !
german: Du musst nur noch %d m schaffen, um Level %d in der Stufe %s zu erreichen!
italian: Arriva %dm più lontano per raggiungere il livello %d in %s!
japanese: %dmをもっと遠くに進めると、レベル%d、%sに達することができます！
russian: Получите ещё %dm, чтобы дойти до уровня %d через %s!
spanish: ¡Avanza %dm más para alcanzar el nivel %d en %s!

source: Get back to the 80's!
dutch: Ga terug naar de 80er jaren!
french: Retour dans les années 80 !
german: Zurück in die 80er!
italian: Torna agli anni '80!
japanese: 80年代に戻ろう！
russian: Обратно в 80-е!
spanish: ¡Regresa a los 80!

source: Globetrotter
german: Weltenbummler
italian: Giramondo
japanese: 世界漫遊家
spanish: Trotamundos

source: Go even further in our galaxy and explore the Mars. Go through tunnels and experience the different gravity.
dutch: Ga nog verder in onze melkweg en ontdek Mars. Ga door de tunnels en ervaar de verschillende zwaartekrachten.
french: Allez encore plus loin dans votre galaxie et explorez la planète Mars. Passez dans les tunnels et faites l'expérience de différentes forces de gravité.
german: Bereise noch weitere Teile unserer Galaxie und erkunde den Mars. Fahre durch Tunnel und erlebe die Unterschiede in der Schwerkraft.
italian: Vai anche più lontano nella nostra galassia ed esplora il pianeta Marte. Attraversa gallerie e sperimenta la differente gravità.
japanese: 銀河系をさらに進み、火星を探索しましょう。トンネルを抜けて違う重力を体験しましょう。
russian: Путешествуйте в даль галактики, и исследуйте Марс. Пройдите туннели, и испытайте другою силу притяжения.
spanish: Adéntrate en nuestra galaxia y explora Marte. Pasa por túneles y experimienta un gravedad diferente.

source: Go to the place no hillbilly has been ever before. Different gravity allows a whole new set of tricks to experience!
dutch: Ga naar plekken waar geen enkele heikneuter eerder is geweest. Verschillende zwaartekrachten zorgen ervoor dat je heleboel nieuwe manoeuvres kunt ervaren!
french: Allez là où aucun autre plouc n'a été. Différentes forces de gravité vous permettent d'essayer de nouvelles prouesses !
german: Wage dich an einen Ort, an dem bisher noch kein Hügelfahrer war. Aufgrund der Schwerkraftunterschiede kannst du dort viele neue Tricks ausprobieren!
italian: Vai nel luogo in cui nessun amante della montagna è mai stato prima. La differente gravità permette un'intera nuova serie di acrobazie da sperimentare!
japanese: ヒルビリーが今まで行ったことがない所まで行きましょう。重力が違うため、たくさんのトリックを体験できます！
russian: Доберитесь туда, где не ступала нога колхозника. Другое притяжение даёт возможность испытать новые трюки!
spanish: Llega al lugar donde ningún ermitaño ha llegado. ¡La diferencia de gravedad te permitirá realizar una serie de trucos completamente nuevos!

source: Golden Sample
dutch: Gouden steekproef
french: Échantillon en or
german: Musterfahrzeuge
italian: Campione dorato
japanese: ゴールデンサンプル
russian: Золотой образец
spanish: Ejemplar terminado

source: Grasshopper
dutch: Sprinkhaan
french: Sauterelle
german: Grashüpfer
italian: Cavalletta
japanese: グラスホッパー
russian: Кузнечик
spanish: Saltamontes

source: Grease Monkey
dutch: Smeeraap
french: Mécano
german: Schmiermaxe
italian: Scimmia del grasso
japanese: グリースモンキー
russian: Автомеханик
spanish: Mecánico experto

source: Great fuel efficiency and torque.
dutch: Geweldige brandstofefficiëntie en torsie
french: Excellente efficacité du carburant et du couple.
german: Sehr gute Kraftstoffeffizienz und guter Drehmoment.
italian: Eccellente coppia e bassi consumi.
japanese: すばらしい燃費効率とトルク
russian: Превосходная экономия топлива и крутящий момент.
spanish: Excelente economía de combustible y par motor.

source: Great job! Double your coins by watching a short video! Coins collected: %d
dutch: Goed gedaan! Verdubbel je munten door een korte video te bekijken! Gewonnen munten: %d
french: Bien joué ! Doublez vos jetons en regardant une courte vidéo ! Jetons recueillis : %d
german: Gut gemacht! Verdopple deine Münzen, indem du ein kurzes Video betrachtest! Gesammelte Münzen: %d
italian: Ottimo lavoro! Raddoppia le tue monete guardando un breve video! Monete raccolte: %d
japanese: よくできました！ 短いビデオを見てコインをダブルにしてください！ 集めたコイン数: %d
russian: Замечательно! Удвойте свои монеты, просмотрев короткое видео! Собрано монет: %d
spanish: ¡Excelente trabajo! ¡Duplica tus monedas mirando un video corto! Monedas juntadas: %d
