Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: We would like to show ads relevant to you!
dutch: We willen je graag relevante reclame tonen!
french: Nous aimerions vous proposer des publicités qui vous correspondent !
german: Wir würden dir gern Werbung zeigen, die dich interessiert!
italian: Vorremmo mostrarti le pubblicità per te rilevanti!
japanese: あなたに重要な広告を表示させてください！
russian: Мы хотим показывать значимую для вас рекламу!
spanish: Queremos mostrarte anuncios relacionados con tus intereses.

source: Weight, power, turbo whistle and attitude! And upgradeable very large fuel tank!
dutch: Gewicht, power, turbo gierende banden en attitude! En een erg grote, te upgraden brandstoftank!
french: Poids, puissance, la sonorité du turbo et du caractère ! Et un très grand réservoir de carburant qu'il est possible d'améliorer !
german: Masse, Leistung, Turbo-Sound, Motivation! Und ein aufrüstbarer Riesentank!
italian: Peso, potenza, fischio del turbo e buon assetto! E un serbatoio di carburante grandissimo con possibilità di upgrade!
japanese: 重量、パワー、ターボ、警笛、スタイル！アップグレード可能な高容量の燃料タンク！
russian: Вес, мощь, свист турбо и наружность! И можно поставить очень большой бак!
spanish: ¡Peso, potencia, sonido turbo y actitud! ¡Y un depósito de gasolina muy grande que aún puedes mejorar!

source: Welcome to the mystic jungle, Bill!
dutch: Welkom in de geheimzinnige jungle, Bill!
french: Bienvenue dans la jungle mythique, Bill !
german: Willkommen im mystischen Dschungel, Bill!
italian: Benvenuto nella mistica giungla, Bill!
japanese: 神秘のジャングルにようこそ、ビルさん！
russian: Добро пожаловать в таинственные джунгли, Билл!
spanish: ¡Bienvenido a la selva mística, Bill!

source: What a wonderful world, Bill thinks, and throttles through steep hills of the seasons
dutch: 'Wat is de wereld mooi', denkt Bill terwijl hij door de steile heuvels van de Seizoenen sjeest
french: Quel monde merveilleux, pense Bill en parcourant les collines abruptes des différentes saisons
german: Was für eine herrliche Welt! Bill bugsiert seinen Wagen im Wandel der Jahreszeiten über steile Hügel.
italian: Che mondo meraviglioso, pensa Bill, e accelera per le ripide alture delle stagioni
japanese: なんて素晴らしい世界なんだろう、ビルはこう考え、季節の険しい丘をスロットルで駆け抜けました
russian: Как прекрасен этот мир, - думает Билл и газует по крутым холмам в Seasons
spanish: Mientras viaja a toda velocidad por los cerros empinados de las estaciones, Bill piensa que el mundo es maravilloso.

source: What do you expect?! It's a race car on tracks with a huge V8 stuffed into it!
dutch: Wat had je dan verwacht?! Het is een raceauto met een enorme V8 erin!
french: À quoi vous attendiez-vous ? C'est une voiture de course sur circuit avec un énorme moteur V8 intégré !
german: Was erwartest du?! Es ist ein Rennwagen mit einem riesigen V8!
italian: Cosa pretendi?! È un veicolo da corsa cingolato con un enorme V8 inserito dentro!
japanese: 当たり前でしょ?! レーストラックにあるのは巨大なV8を搭載した車だよ!
russian: Чего вы хотели? Это гоночная машина на гусеницах с огромным двигателем V8!
spanish: ¡¿Qué esperabas?! ¡Es un auto de carreras sobre orugas con un enorme V8 instalado!

source: Why Do I Climb the Mountain?
dutch: Waarom beklim ik de berg?
french: Pourquoi grimper la montagne ?
german: Warum bezwinge ich den Berg?
italian: Perché scalo la montagna?
japanese: 私はなぜ山に登るのでしょうか？
russian: Зачем я взбираюсь на гору?
spanish: ¿Por qué escalo la montaña?

source: With Wheels Like These
dutch: Met een kar als deze
french: Avec des roues comme celles-ci
german: Mit Riesenrädern
italian: Con ruote come queste
japanese: こんな車輪と
russian: С такими колёсами
spanish: Con ruedas como estas

source: With large wheels and a supercharged engine this car really gives a new experience for Hill Climbing!
dutch: Met grote wielen en een opgevoerde motor geeft deze auto je een nieuwe ervaring bergop!
french: Avec de larges roues et un moteur surpuissant, ce véhicule offre vraiment une nouvelle expérience lors des ascensions de collines !
german: Dank der großen Räder und dem Turbo-Motor wird das Hügelfahren auf eine völlig neue Stufe gestellt!
italian: Con larghe ruote e un motore supercompresso questo mezzo offre davvero una nuova esperienza nello scalare le alture!
japanese: 大型の車輪とスーパーチャージエンジンにより、この車は山登りに新しい体験を与えます。
russian: С огромным двигателем и форсированным наддувом, эта машина действительно по-другому едет в гору!
spanish: Con ruedas grandes y un motor de gran potencia, este auto te brinda una experiencia completamente nueva en ascensos de cerros.

source: Would you like rate our game and give us feedback?
dutch: Zou je ons spel willen beoordelen en ons feedback willen geven?
french: Voulez-vous noter notre jeu et nous envoyer des commentaires ?
german: Möchtest du unser Spiel bewerten und dein Feedback abgeben?
italian: Vorresti valutare il nostro gioco e lasciarci un feedback?
japanese: このゲームを評価してフィードバックを提供していただけますか？
russian: Хотите поставить нашей игре оценку и оставить отзыв?
spanish: ¿Te gustaría calificar nuestro juego y enviarnos tu opinión?

source: XMAS
dutch: KERSTMIS
french: NOËL
german: WEIHNACHTEN
italian: NATALE
japanese: クリスマス
russian: РОЖДЕСТВО
spanish: NAVIDAD

source: XMAS BUNDLE
dutch: KERSTPAKKET
french: PACK NOËL
german: WEIHNACHTSPAKET
italian: PACCHETTO DI NATALE
japanese: クリスマスセット
russian: РОЖДЕСТВЕНСКИЙ НАБОР
spanish: PAQUETE NAVIDEÑO

source: YEAR %d
dutch: JAAR %d
french: ANNÉE %d
german: %d. JAHR
italian: ANNO %d
japanese: 年 %d
russian: ГОД %d
spanish: AÑO %d

source: YEAR %d COMPLETED
dutch: JAAR %d VOLTOOID
french: ANNÉE %d TERMINÉE
german: %d. JAHR BEENDET
italian: ANNO %d COMPLETATO
japanese: 年%d 完了
russian: ГОД %d ЗАВЕРШЕНИЯ
spanish: AÑO %d COMPLETADO

source: YES
dutch: JA
french: OUI
german: JA
italian: SÌ
japanese: はい
russian: ДА
spanish: SÍ

source: Yes
dutch: Ja
french: Oui
german: Ja
italian: Sì
japanese: はい
russian: Да
spanish: Sí

source: You have already reached the maximum number of synchronized devices.
dutch: Je hebt het maximaal aantal gesynchroniseerde toestellen bereikt.
french: Vous avez déjà atteint le nombre maximum d'appareils synchronisés.
german: Du hast bereits die Höchstanzahl der synchronisierten Geräte erreicht.
italian: Hai già raggiunto il numero massimo di dispositivi sincronizzati.
japanese: 同期デバイスの最高数に達しました。
russian: Вы уже достигли максимального числа синхронизированных устройств.
spanish: Has alcanzado el número máximo de dispositivos sincronizados.

source: You have already upgraded this to the maximum level available.
dutch: Je hebt dit al geüpgraded tot het hoogst mogelijke niveau.
french: Vous avez déjà apporté toutes les améliorations possibles et atteint le niveau maximum disponible.
german: Du hast bereits alle Tuning-Optionen ausgenutzt!
italian: Hai già effettuato l'upgrade al massimo livello disponibile.
japanese: これは既に最高レベルのアップグレードを与えられています。
russian: Вы уже повысили категорию до максимально возможной.
spanish: Ya lo has mejorado al nivel máximo.

source: You have been rewarded %s and advertisements have been removed.
dutch: Je bent beloond met %s en de reclame is verwijderd.
french: Vous avez reçu %s et les publicités ont été supprimées.
german: Du hast %s erhalten und Werbung entfernt.
italian: Sei stato premiato con %s e la pubblicità è stata rimossa.
japanese: %sを受け取りました。広告は非表示になります。
russian: Вы получили %s в награду, и реклама была удалена.
spanish: Has recibido %s y se ha eliminado la publicidad.

source: You have been rewarded %s coins and advertisements have been removed.
dutch: Je bent beloond met %s munten en de reclame is verwijderd.
french: Vous avez gagné %s jetons et les pubs ont été supprimées.
german: Du hast %s Münzen erhalten und alle Werbung wurde entfernt.
italian: Sei stato premiato con %s monete e la pubblicità è stata rimossa.
japanese: %s コインの報酬を受け取りました。広告も非表示になりました。
russian: Вас вознаградили %s монетами, а реклама была удалена.
spanish: Has recibido %s monedas y se ha eliminado la publicidad.

source: You have been rewarded %s coins for installing %s.
dutch: Je bent beloond met %s munten voor het installeren van %s.
french: Vous avez gagné %s jetons pour avoir installé %s.
german: Du hast %s Münzen für die Installation von %s erhalten.
italian: Sei stato ricompensato con %s monete per aver installato %s.
japanese: %sをインストールすることで%sコインを与えられました。
russian: Вы награждены %s монетами за установку %s.
spanish: Has recibido una recompensa de %s monedas por instalar %s.

source: You have been rewarded %s coins.
dutch: Je bent beloond met %s munten.
french: Vous avez gagné %s jetons.
german: Du hast %s Münzen erhalten.
italian: Sei stato premiato con %s monete.
japanese: %s コインの報酬を受け取りました。
russian: Вас вознаградили %s монетами.
spanish: Has recibido %s monedas.

source: You have been rewarded %s gems and advertisements have been removed.
dutch: Je bent beloond met %s edelstenen en de reclame is verwijderd.
french: Vous avez reçu %s joyaux et les publicités ont été retirées.
german: Du hast %s Juwelen erhalten und Werbung wurde entfernt.
italian: Sei stato ricompensato con %s gemme e le pubblicità sono state rimosse.
japanese: %s 個の宝石と広告非表示を報酬として受け取りました。
russian: Вы получили вознаграждение %s самоцветов, а реклама была удалена.
spanish: Has recibido %s gemas y se ha eliminado la publicidad.

source: You have been rewarded %s gems.
dutch: Je bent beloond met %s edelstenen.
french: Vous avez reçu %s joyaux.
german: Du hast %s Juwelen erhalten.
italian: Sei stato ricompensato con %s gemme.
japanese: %s 個の宝石を報酬として受け取りました。
russian: Вы получили вознаграждение %s самоцветов.
spanish: Has recibido %s gemas.

source: You have been rewarded:
dutch: Je bent beloond met:
french: Vous avez reçu :
german: Du hast erhalten:
italian: Sei stato premiato:
japanese: 報酬を受け取りました：
russian: Вы получили награду:
spanish: Has recibido una recompensa:

source: You have enough coins to unlock %s. Give it a try!
dutch: Je hebt voldoende munten om %s te ontgrendelen. Probeer het eens!
french: Vous avez assez de jetons pour débloquer %s. Essayez-le !
german: Du hast genug Münzen, um %s freizuschalten. Probiere es aus!
italian: Hai abbastanza monete per sbloccare %s. Provalo!
japanese: %sをアンロックする十分なコインがあります。お試しください！
russian: У вас хватить монет, чтобы разблокировать %s. Попробуйте!
spanish: Tienes suficientes monedas para desbloquear %s. ¡Inténtalo!

source: You need to unlock garage feature first. Unlock now?
dutch: Je moet eerst de garagefunctie ontgrendelen. Nu ontgrendelen?
french: Vous devez d'abord débloquer le garage. Débloquer ?
german: Du musst erst die Werkstattfunktion freischalten. Jetzt freischalten?
italian: Devi prima sbloccare la funzionalità garage. Vuoi sbloccarla ora?
japanese: 最初にガレージ機能のロックを解除してください。今すぐ解除しますか？
russian: Сначала нужно разблокировать функцию гаража. Разблокировать сейчас?
spanish: Debes desbloquear la característica de garaje primero. ¿Deseas hacerlo ahora?

source: Yura Vereshchak designed, you voted, the ultimate fan vehicle, the Finger Screw!
dutch: Yura Vereshchak ontwikkelde, en jij stemde voor de ultieme propellorwagen, de Duimschroef!
french: Yura Vereshchak l'a conçu, vous avez voté, voici le véhicule à propulsion ultime, le véhicule à Vis sans fin !
german: Von Yura Vereshchak entworfen, von euch gewählt. Hier ist das ultimative Fan-Fahrzeug: Der Driller!
italian: Yura Vereshchak ha disegnato, e voi avete votato, il veicolo a elica definitivo, il Finger Screw!
japanese: あなたが投票したYura Vereshchak のデザイン、究極の楽しい車、フィンガースクリュー！
russian: Юра Верещак (Yura Vereshchak) спроектировал, вы проголосовали за идеальное транспортное средство для веселья - Finger Screw!
spanish: Yura Vereshchak lo diseñó, tú lo votaste. El más moderno vehículo de un aficionado: ¡el Trépano!

source: common part
dutch: gewoon onderdeel
french: pièce ordinaire
german: gewöhnliches Teil
italian: componente comune
japanese: 普通のパーツ
russian: обычная деталь
spanish: pieza común

source: epic part
dutch: episch onderdeel
french: pièce épique
german: episches Teil
italian: componente epico
japanese: エピックパーツ
russian: эпическая деталь
spanish: pieza épica

source: legendary part
dutch: legendarisch onderdeel
french: pièce légendaire
german: legendäres Teil
italian: componente leggendario
japanese: 伝説のパーツ
russian: легендарная деталь
spanish: pieza legendaria

source: random part
dutch: willekeurig onderdeel
french: pièce au hasard
german: zufälliges Teil
italian: componente casuale
japanese: ランダムパーツ
russian: произвольная деталь
spanish: pieza aleatoria

source: rare part
dutch: zeldzaam onderdeel
french: pièce rare
german: seltenes Teil
italian: componente raro
japanese: 稀少なパーツ
russian: редкая деталь
spanish: pieza extraña

source: UPGRADE
dutch: UPGRADEN
french: AMÉLIORER
german: AUFRÜSTEN
russian: ВЫШЕ
spanish: MEJORAR

source: 4WD
french: 4x4
german: ALLRAD
italian: 4x4
spanish: T4R

source: AWD
dutch: Vierwielaandrijving
german: ALLRAD
italian: 4WD
spanish: T4R
