Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: Great job! Get bonus reward by watching a short video! %s
dutch: Goed gedaan! Ontvang een bonus door een korte video te bekijken! %s
french: Bien joué ! Obtenez un bonus en regardant une courte vidéo ! %s
german: Spitze! Hole dir eine Bonusbelohnung, indem du ein kurzes Werbevideo anschaust. %s
italian: Ottimo lavoro! Ottieni la ricompensa bonus guardando un breve video! %s
japanese: グッジョブ！ 短い動画を見てボーナス報酬を入手してください！ %s
russian: Здорово! Получите бонусное вознаграждение, просмотрев короткое видео! %s
spanish: ¡Excelente! Mira un video corto para obtener una recompensa adicional. %s

source: Great traction in the ice and snow. Fully upgraded it becomes a fun vehicle for other levels too!
dutch: Geweldige aandrijving op het ijs en de sneeuw. Het voertuig volledig upgraden, zorgt ervoor dat hij ook voor andere niveaus leuk wordt om in te rijden!
french: Une excellente traction sur la neige et la glace. Avec tous les ajouts, il devient aussi un véhicule amusant pour les autres niveaux !
german: Hervorragende Bodenhaftung auf Eis und Schnee. Wenn dein Fahrzeug voll aufgerüstet ist, hast du auch mehr Spaß in den anderen Levels!
italian: Grande aderenza su ghiaccio e neve. Con l'upgrade completo diventa un veicolo divertente anche per gli altri livelli!
japanese: 氷と雪の中でのすばらしいトラクション。完全にアップグレードすると他のレベルでも楽しい車になります！
russian: Хорошее сцепление с дорогой в снегу и на льду. С полным набором, это будет весёлая машина и для других уровней!
spanish: Gran poder de tracción en el hielo y la nieve. Completamente actualizado se convierte en un vehículo para usarlo en otros niveles también.

source: Greedy
dutch: Inhalig
french: Vorace
german: Gierschlund
italian: Avido
japanese: 欲深い
russian: Жадина
spanish: Codicioso

source: HALLOWEEN CONTENT: OFF
dutch: HALLOWEENINHOUD: UIT
french: CONTENU HALLOWEEN : DÉSACTIVÉ
german: HALLOWEEN-INHALT: AUS
italian: CONTENUTI DI HALLOWEEN: OFF
japanese: ハロウィーンコンテンツ：オフ
russian: МАТЕРИАЛЫ НА ХЭЛЛОУИН: ВЫКЛ.
spanish: CONT. DE HALLOWEEN: DESACT.

source: HALLOWEEN CONTENT: ON
dutch: HALLOWEENINHOUD: AAN
french: CONTENU HALLOWEEN : ACTIVÉ
german: HALLOWEEN-INHALT: EIN
italian: CONTENUTI DI HALLOWEEN: ON
japanese: ハロウィーンコンテンツ：オン
russian: МАТЕРИАЛЫ НА ХЭЛЛОУИН: ВКЛ.
spanish: CONT. DE HALLOWEEN: ACT.

source: HAUNTED
dutch: SPOOKACHTIG
french: HANTÉ
german: GEISTERBERGE
italian: INFESTATO
japanese: 幽霊に取りつかれた
russian: ПРИЗРАЧНО
spanish: EMBRUJADO

source: HIDE PEDALS
dutch: PEDALEN VERBERGEN
french: MASQUER LES PÉDALES
german: PEDALE AUSBLENDEN
italian: NASCONDI PEDALI
japanese: ペダルを非表示
russian: СКРЫТЬ ПЕДАЛИ
spanish: OCULTAR PEDALES

source: HIGH SCORE
dutch: TOPSCORE
french: MEILLEUR SCORE
german: HÖCHSTPUNKTE
italian: PUNTEGGIO MIGLIORE
japanese: 高得点
russian: ТАБЛИЦА РЕКОРДОВ
spanish: RÉCORD

source: HIGH SCORES
dutch: TOPSCORES
french: MEILLEURS SCORES
german: HÖCHSTPUNKTE
italian: PUNTEGGI MIGLIORI
japanese: ハイスコア
russian: РЕКОРДЫ
spanish: RÉCORDS

source: HIGHWAY
dutch: SNELWEG
french: AUTOROUTE
german: AUTOBAHN
italian: AUTOSTRADA
japanese: ハイウェイ
russian: ШОССЕ
spanish: AUTOPISTA

source: HIGHWAY BUNDLE
dutch: SNELWEGPAKKET
french: PACK AUTOROUTE
german: AUTOBAHN-PAKET
italian: PACCHETTO AUTOSTRADA
japanese: ハイウェイセット
russian: ШОССЕЙНЫЙ КОМПЛЕКТ
spanish: PAQUETE DE AUTOPISTA

source: HIPPIE BUNDLE
dutch: HIPPIEPAKKET
french: PACK HIPPIE
german: HIPPIE-PAKET
italian: PACCHETTO HIPPY
japanese: ヒッピーセット
russian: ХИППИ-КОМПЛЕКТ
spanish: PAQUETE HIPPIE

source: HIPPIE VAN
dutch: HIPPIE AUTO
french: VAN HIPPIE
german: HIPPIE-BUS
italian: FURGONE HIPPY
japanese: ヒッピーバン
russian: ФУРГОН ХИППИ
spanish: CAMIONETA HIPPIE

source: HOT ROD
dutch: OLDTIMER
french: VÉHICULE DYNAMISÉ
japanese: ホットロッド

source: HOVERCRAFT
french: AÉROGLISSEUR
german: LUFTKISSENBOOT
italian: AEROSCAFO
japanese: ホバークラフト
russian: ЭКРАНОПЛАН
spanish: AERODESLIZADOR

source: Have a good seat and take some easy ride with the chopper!
dutch: Ga ervoor zitten en rijd erop uit met de chopper!
french: Détendez-vous et faites une agréable balade avec le chopper !
german: Nimm Platz und fahre eine gemütliche Runde mit dem Chopper!
italian: Mettiti comodo e fatti qualche giro tranquillo con il chopper!
japanese: 良い席に座ってチョッパーで気楽な旅をお楽しみください！
russian: Возьмите хорошее седло, чтобы поездка на мотоцикле стала легче!
spanish: ¡Consigue un buen asiento y circula fácilmente con la moto chopper!

source: Heads up soldiers! You are now in the Bill's Boot Camp! Move it, Move it!
dutch: Kop op, soldaten! Jullie zijn nu in Bills Boot Camp! Kom op, kom op!
french: Levez la tête soldats ! Vous êtes maintenant au Camp d'entraînement de Bill ! Allez, bougez-vous !
german: An alle Soldaten: Marsch! Ihr seid jetzt in Bills Trainingslager! Vorwärts!
italian: Su la testa, soldati! Ora siete nel Campo Reclute di Bill! Muoversi, muoversi!
japanese: 兵士に通達する！お前たちは現在、ビルのブートキャンプにいる。さあ動け動け！
russian: Выше голову, солдаты! Вы проходите курс молодого бойца у Билла. Шевелись, пошёл!
spanish: ¡Advertencia, soldados! ¡Se encuentran en el Campamento militar de Bill! ¡Muévanse, muévanse!

source: High power and aerodynamic ultimate hill climbing vehicle. Upgrade downforce to make this car follow the road like a magnet.
dutch: Krachtig en aerodynamisch voertuig om mee bergop te gaan. Upgrade downforce zodat deze auto de weg volgt als een magneet.
french: Le véhicule ultime pour grimper les collines, aérodynamique et surpuissant. La mise à niveau de la déportance lui permettra de suivre la route comme un aimant.
german: Das ultimative Hügelfahrzeug mit hoher Leistung und Aerodynamik. Steigere den Anpressdruck, damit dieses Fahrzeug nahezu magnetisch auf der Straße gehalten wird.
italian: Veicolo da scalata definitivo ad alta potenza e aerodinamica. Fai l'upgrade deportanza per far stare quest'auto sulla strada come un magnete.
japanese: 高馬力とエアロダイナミクス付きの究極の登山用の車です。ダウンフォースをアップグレードすると、この車は磁石のように道路を走ります。
russian: Лучший по мощности и аэродинамике транспорт для езды в гору. Увеличьте прижимную силу, чтобы машина прилипала к дороге как магнит.
spanish: Vehículo con gran poder y aerodinámica para subir cerros. Actualiza la fuerza vertical para que este auto siga el camino como un imán.

source: Higher suspension helps you in uneven terrain and gives you more hopping power.
dutch: Een hogere vering helpt je op ongelijk terrein en geeft je meer hopvermogen.
french: Des suspensions plus hautes vous aident sur les terrains accidentés et vous permettent de rebondir plus haut.
german: Eine stärkere Federung hilft dir auf unebenem Gelände und verleiht dir mehr Hüpfkraft.
italian: Le sospensioni più alte ti aiutano sul terreno irregolare e ti danno più potenza nel saltello.
japanese: サスペンションが高いほど不均等な地形で有利になり、跳躍力を得られます。
russian: Высокая подвеска помогает на неровной поверхности и позволяет с легкостью перепрыгивать препятствия.
spanish: La suspensión más alta te sirve en terrenos irregulares y te brinda más potencia en los saltos.

source: Higher suspension helps you in uneven terrain and gives you more jumping power.
dutch: Een hogere vering helpt je op ongelijk terrein en geeft je meer springvermogen.
french: Des suspensions plus hautes vous aident sur les terrains accidentés et vous permettent de sauter plus haut.
german: Eine stärkere Federung hilft dir auf unebenem Gelände und verleiht dir mehr Sprungkraft.
italian: Le sospensioni più alte ti aiutano sul terreno irregolare e ti danno più potenza nel salto.
japanese: サスペンションが高いほど不均等な地形で有利になり、ジャンプ力を得られます。
russian: Высокая подвеска помогает вам больше на неровной поверхности и придаёт большего момента к прыжкам.
spanish: La suspensión más alta te sirve en terrenos irregulares y te brinda más potencia en los saltos.

source: Highest Roller
dutch: Beste raceauto
french: Meilleure performance
german: Höchster Looping
italian: Il più grande sprecone
japanese: 最高ローラー
russian: Самый отчаянный игрок
spanish: Mejor velocista

source: Hill Climb Racing: I reached %dm in %s
dutch: Hill Climb Racing: Ik heb %dm bereikt in %s
french: Hill Climb Racing : j'ai atteint %dm dans %s
german: Hill Climb Racing: Ich habe %d m in der Stufe %s erreicht
italian: Hill Climb Racing: ho raggiunto %dm in %s
japanese: Hill Climb Racing: %dm 、%sに達しました
russian: Hill Climb Racing: я достиг %dm через %s
spanish: Hill Climb Racing: Alcancé %dm en %s

source: Hip Hopper
italian: Saltellatore
japanese: ヒップホッパー
russian: С низкой посадки
spanish: Saltarín

source: Ho ho hou! Santa is having a big hurry and he asked some help from Bill to deliver presents.
dutch: Ho ho ho! De Kerstman heeft haast en vraagt Bill om hulp om cadeaus af te leveren.
french: Ho, ho, ho ! Le Père Noël est très pressé et il a demandé à Bill de l'aider à distribuer des cadeaux.
german: Ho ho ho! Der Weihnachtsmann ist im Stress und hat Bill gebeten, beim Verteilen der Geschenke zu helfen.
italian: Oh oh oh! Babbo Natale sta andando di gran fretta e ha chiesto a Bill un po' d'aiuto per consegnare i regali.
japanese: ホーホーホー！大忙しのサンタはビルにプレゼントの配達を手伝うように頼みました。
russian: Иохо-хо! Санта Клаус сильно спешит, и попросил Билла помочь доставить подарки.
spanish: ¡Jo jo jo! Santa está muy apurado y le pidió ayuda a Bill para entregar regalos.

source: Hop 3m with Lowrider
dutch: Hop 3m met Lowrider
french: Rebondir sur 3 m avec une lowrider
german: Hüpfe 3 m mit dem Lowrider.
italian: Saltella 3 m con il Lowrider
japanese: ローライダーで3ｍ跳ぶ
russian: Перепрыгните 3 м на низкой посадке
spanish: Salta 3 m con un vehículo bajo.

source: Hopped %d cm!
dutch: %d cm gehopt!
french: Vous avez rebondi sur %d cm !
german: Du bist %d cm gehüpft!
italian: Hai saltellato %d cm!
japanese: %d cm 跳躍しました！
russian: Перепрыгнул на %d см!
spanish: ¡Saltaste %d cm!

source: Huge size, works everywhere!
dutch: Enorme afmeting, werkt overal!
french: Énorme, passe partout !
german: Riesige Größe. Funktioniert überall!
italian: Enormi dimensioni, va dappertutto!
japanese: 巨大なサイズ、どこでも作動します！
russian: Большой размер, работает где угодно!
spanish: Tamaño enorme. ¡Funciona en todas partes!

source: I AGREE
dutch: AKKOORD
french: J'ACCEPTE
german: ANNEHMEN
italian: SONO D'ACCORDO
japanese: 同意する
russian: СОГЛАСЕН(А)
spanish: ACEPTO

source: I Am the Law
dutch: Ik ben de wet
french: Je fais la loi
german: Ich bin das Gesetz
italian: Io sono la legge
japanese: 私が法だ
russian: Я здесь закон
spanish: Soy la ley

source: I reached %dm in %s. Check out how far you go: %s
dutch: Ik bereikte %dm in %s. Bekijk eens hoever je gaat: %s
french: J'ai parcouru %dm dans %s. Découvrez jusqu'où vous pouvez aller : %s
german: Ich habe %d m in %s erreicht. Wie weit kommst du in: %s
italian: Ho raggiunto %dm in %s. Scopri quanto lontano puoi andare: %s
japanese: %dm、%sに達しました。 どれくらいの距離があるかチェック: %s
russian: Я достиг %dm через %s. Докуда дойдёте вы: %s
spanish: Alcancé %dm en %s. Comprueba qué tan lejos llegas: %s

source: ICLOUD DISABLED
dutch: ICLOUD UITGESCHAKELD
french: ICLOUD DÉSACTIVÉ
german: ICLOUD DEAKTIVIERT
italian: iCLOUD DISABILITATO
japanese: ICLOUD 無効済み
russian: ICLOUD ОТКЛЮЧЕН
spanish: ICLOUD DESACTIVADO

source: ICLOUD SYNC: OFF
dutch: ICLOUD SYNC: UIT
french: SYNCHRONISATION ICLOUD : DÉSACTIVÉE
german: ICLOUD-SYNCHRO.: AUS
italian: SINCRONIZZAZIONE iCLOUD: OFF
japanese: ICLOUD 同期: オフ
russian: СИНХ. С ICLOUD: ВЫКЛ
spanish: ICLOUD: DESACTIVAR

source: ICLOUD SYNC: ON
dutch: ICLOUD SYNC: AAN
french: SYNCHRONISATION ICLOUD : ACTIVÉE
german: ICLOUD-SYNCHRO.: EIN
italian: SINCRONIZZAZIONE iCLOUD: ON
japanese: ICLOUD 同期: オン
russian: СИНХ. С ICLOUD: ВКЛ
spanish: ICLOUD: ACTIVAR

source: ICloud disabled
dutch: ICloud uitgeschakeld
french: ICloud désactivé
german: iCloud deaktiviert
italian: iCloud disabilitato
japanese: ICloud 無効済み
russian: ICloud отключен
spanish: ICloud desactivado.

source: ID_LANGUAGE_NAME
dutch: NEDERLANDS
french: Français
german: Deutsch
italian: Italiano
japanese: 日本語
russian: Pусский
spanish: Español

source: IN %s
french: EN %s
german: IN DER STUFE %s
japanese: ステージ%s
russian: ЧЕРЕЗ %s
spanish: EN %s

source: INLINE 4
french: 4 EN LIGNE
german: 4 ZYLINDER
italian: 4 IN LINEA
japanese: 直列4気筒
russian: ОДНОРЯДНАЯ 4
spanish: 4 CIL. EN LÍNEA

source: INLINE 6
french: 6 EN LIGNE
german: 6 ZYLINDER
italian: 6 IN LINEA
japanese: 直列6気筒
russian: ОДНОРЯДНАЯ 6
spanish: 6 CIL. EN LÍNEA

source: INSANE AIR TIME
dutch: KRANKZINNIGE TIJD IN DE LUCHT
french: TEMPS EN L'AIR DINGUE
german: IRRE FLUGZEIT
italian: TEMPO AEREO FOLLE
japanese: 凄いエアタイム
russian: СУМАСШЕДШЕЕ ВРЕМЯ В ВОЗДУХЕ
spanish: SALTO MORTAL

source: INSANE AIR TIME +%d
dutch: KRANKZINNIGE TIJD IN DE LUCHT +%d
french: TEMPS EN L'AIR DINGUE +%d
german: IRRE FLUGZEIT +%d
italian: TEMPO AEREO FOLLE +%d
japanese: 凄いエアタイム +%d
russian: СУМАСШЕДШЕЕ ВРЕМЯ В ВОЗДУХЕ +%d
spanish: SALTO MORTAL +%d

source: Iceman
dutch: IJscoboer
french: Homme de glace
german: Eismann
italian: Sangue freddo
japanese: アイスマン
russian: Полярник

source: Improved aerodynamics reduces air resistance and results in higher top speed.
dutch: Verbeterde aerodynamica reduceert de luchtweerstand en zorgt voor een hogere topsnelheid.
french: Un aérodynamisme amélioré réduit la résistance à l'air et se traduit par des vitesses de pointe supérieures.
german: Eine verbesserte Aerodynamik verringert den Luftwiderstand und steigert die Höchstgeschwindigkeit.
italian: L'aerodinamica migliorata riduce la resistenza all'aria permettendo una maggiore velocità massima.
japanese: エアロダイナミクスの改善は空気抵抗を減らすため、速度がさらに増します。
russian: Улучшенная аэродинамика снижает сопротивление воздуха, увеличивает максимальную скорость.
spanish: La aerodinámica mejorada reduce la resistencia del aire, lo que ayuda a alcanzar altas velocidades.

source: Improved brakes makes car to stop faster. Warning: strong brakes may decrease structural integrity
dutch: Met verbeterde remmen stopt de auto sneller. Waarschuwing: door sterke remmen kan de structurele weerstand tegen botsingen afnemen.
french: Des freins améliorés permettent de réduire le temps de freinage. Mise en garde : des freins plus efficaces peuvent réduire l'intégrité de la structure.
german: Mit besseren Bremsen kommt der Wagen schneller zum Stehen. Achtung: Starkes Bremsen verringert eventuell die strukturelle Integrität.
italian: I freni migliorati permettono al veicolo di fermarsi più in fretta. Attenzione: i freni potenti possono diminuire l'integrità strutturale.
japanese: ブレーキを改善すれば車を急速に停止できます。警告：強力なブレーキは構造健全性を脆弱にする可能性があります
russian: Усовершенствованные тормоза помогают быстрее останавливаться. Предупреждение: сильные тормоза могут понизить структурную целостность
spanish: Los frenos mejorados detienen el auto más rápido. Advertencia: los frenos potentes pueden afectar la integridad estructural.

source: Improved cushion material reduces friction and results in higher ground speed.
dutch: Verbeterde schokdempers reduceren de frictie en zorgen voor een hogere snelheid t.o.v. de grond.
french: Amélioration des matériaux des coussins réduit la friction et se traduit par de plus grandes vitesses au sol.
german: Das verbesserte Dämpfungsmaterial verringert die Haftreibung und erhöht die Bodengeschwindigkeit.
italian: Il materiale ammortizzante migliorato riduce l'attrito permettendo una maggiore velocità al suolo.
japanese: クッション材質の改善は摩擦を減らすため、対地速度を上げます。
russian: Улучшенные материалы снижают трение и повышают путевую скорость.
spanish: Materiales mejorados de amortiguación reducen la fricción, lo que te brinda una mayor velocidad.

source: Improved energy efficiency allows the vehicle to driver further with one charge.
dutch: Door een verbeterde energie-efficiëntie kan het voertuig met één keer tanken verder rijden.
french: Une efficacité énergétique améliorée permet à ce véhicule de parcourir une plus grande distance avec une seule charge.
german: Bei einer höheren Energieeffizienz kannst du mit einer Akku-Aufladung längere Strecken zurücklegen.
italian: L'efficienza energetica migliorata permette al veicolo di andare più lontano con una ricarica.
japanese: エネルギー効率改善により、1回充電しただけでもっと遠くまで走れます。
russian: Улучшенная энергоэффективность даёт возможность машине проехать больше на одной зарядке.
spanish: Gracias a un motor de bajo consumo, tu vehículo llegará mucho más lejos con un solo depósito.

source: Improved engine parts result in power increase. Higher horsepower helps you climb hills and make longer jumps and tricks for more bonuses.
dutch: Verbeterde motoronderdelen zorgen voor meer vermogen. Meer paardenkracht helpt je sneller bergop en je kunt er grotere sprongen mee maken en meer trucs mee doen, zodat je meer bonussen kunt verdienen.
french: Les pièces améliorées du moteur permettent une augmentation de la puissance. Une puissance supérieure vous aidera à mieux grimper les collines et à effectuer des sauts plus longs et des manoeuvres pour obtenir plus de bonus.
german: Die besseren Motorteile bringen mehr Leistung. Mit den zusätzlichen PS kannst du Hügel leichter erklimmen, weiter springen, bessere Tricks vollführen & mehr Boni sammeln.
italian: Le parti migliorate del motore permettono un aumento di potenza. Più cavalli vapore ti aiutano a scalare le alture, effettuare salti più lunghi e acrobazie per avere ulteriori bonus.
japanese: エンジン部品の改善はパワーを増します。高い馬力により登山が楽になり、ジャンプを長くし、もっとボーナスを得るためのトリックを得られます。
russian: Улучшенные детали двигателя дают прибавку мощности. Больше лошадей помогают легче ехать в гору, выполнять прыжки и трюки и получать бонусы.
spanish: Las piezas mejoradas del motor aumentan la potencia. Más caballos de fuerza te ayudan a subir cerros y a lograr mejores saltos y trucos para obtener más bonos.

source: Improved engine parts result in power increase. Improved engine also weights more.
dutch: Verbeter motoronderdelen met meer power. Betere motor weegt ook meer.
french: Une amélioration des composantes augmente la puissance du moteur. Par contre, un moteur amélioré sera plus lourd.
german: Verbesserte Motorteile bringen mehr Motorleistung und wiegen mehr.
italian: Le parti del motore migliorate aumentano la potenza. Il motore migliorato pesa anche di più.
japanese: エンジンパーツの改善はパワーを増強します。改善されたエンジンは重量も増加します。
russian: Усовершенствованные детали двигателя дают прибавку мощности. Усовершенствованный двигатель также весит больше.
spanish: Optimizar piezas del motor proporciona mayor potencia. Un motor optimizado también pesa más.

source: Improved gravel tire!
dutch: Verbeterde grindband!
french: Pneu graviers amélioré !
german: Verbesserter Kiesreifen!
italian: Gomma da ghiaia migliorata!
japanese: 改善された砂利用タイヤ！
russian: Улучшенные гравийные шины!
spanish: ¡Neumático para grava mejorado!

source: Improved roll cage material can take more damage before breaking.
dutch: Verbeterd kooiconstructie-materiaal dat meer aankan, voor het kapot gaat.
french: Une cage de sécurité faite d'un matériau amélioré pouvant absorber des impacts plus sévères avant de briser.
german: Besseres Überrollkäfigmaterial ist widerstandsfähiger und bricht nicht so schnell.
italian: Il materiale migliorato del roll cage può sostenere maggiori danni prima di rompersi.
japanese: 改善されたロールケージ部材は破壊前にダメージを吸収します。
russian: Усовершенствованный материал каркаса безопасности может выдерживать более серьёзные повреждения прежде, чем сломается.
spanish: Material de jaula antivuelco mejorado que resiste un mayor daño antes de romperse.

source: Improved screw result in better traction and better power delivery to the ground.
dutch: Verbeterd schroefresultaat, betere tractie en betere krachtoverbrenging naar de grond.
french: Des résultats améliorés qui se traduisent par une meilleure traction et une meilleure transmission de puissance au sol.
german: Besseres Bohrergebnis dank besserer Bodenhaftung und Kraftübertragung.
italian: La miglior avvitata comporta una migliore trazione e un maggior scarico di potenza al suolo.
japanese: 改善されたスクリューは地面に対し、優れたトラクションと推進力を実現します。
russian: Усовершенствованный винт улучшает сцепление с дорогой, повышает тяговое усилие.
spanish: Un mejor ajuste proporciona una mejor tracción y una mayor potencia sobre el suelo.

source: Improved shock absorption improves stability at high speeds and makes the car more stable on bumps.
dutch: Verbeterde schokdemping verbetert bij hoge snelheid de stabiliteit en zorgt ervoor dat de auto bij hobbels stabieler is.
french: Des amortisseurs améliorés offrent plus de stabilité à grande vitesse et rend la voiture plus stable sur les bosses.
german: Frisierte Stoßdämpfer sorgen für eine bessere Stabilität bei hohen Geschwindigkeiten. Bei Bodenwellen hat das Fahrzeug eine bessere Straßenlage.
italian: L'assorbimento degli urti migliorato aumenta la stabilità alle alte velocità e rende l'auto più stabile sui dossi.
japanese: ショックアブゾーバー改善で高速でも安定感を保ち、でこぼこ道でも安定した走りが可能になります。
russian: Улучшенная амортизация повышает устойчивость на высоких скоростях и удерживает машину на ухабах.
spanish: Una absorción mejorada de golpes aumenta la estabilidad en velocidades altas y le da más estabilidad al auto en baches.

source: Improved shock absorption improves stability at high speeds and makes the reindeer more stable on bumps.
dutch: Verbeterde schokdemping verbetert bij hoge snelheid de stabiliteit en zorgt ervoor dat het rendier bij hobbels stabieler is.
french: La suspension améliorée permet d'améliorer la stabilité à haute vitesse et donne plus de stabilité aux rennes sur les bosses.
german: Die bessere Federung sorgt für mehr Stabilität bei hohen Geschwindigkeiten. Bodenwellen werfen das Rentier nicht so schnell aus der Bahn.
italian: L'assorbimento degli urti migliorato aumenta la stabilità alle alte velocità e rende la renna più stabile sui dossi.
japanese: 改善された衝撃吸収性が高速での安定感を改善するため、トナカイがでこぼこ道でも安定して走れるようになりました。
russian: Усовершенствованные амортизаторы улучшают стабильность на высоких скоростях и делают северных оленей более устойчивыми на ухабах.
spanish: La absorción mejorada de golpes aumenta la estabilidad a altas velocidades y da más equilibrio a los renos en los baches.

source: Improved shoes result in better traction and better power delivery to the ground.
dutch: Verbeterde schoenen zorgen voor een betere tractie en betere krachtoverbrenging naar de grond.
french: L'amélioration des sabots donne une meilleure traction et plus de puissance transmise au sol.
german: Die optimierten Schuhe sorgen für eine höhere Reibung und eine bessere Kraftübertragung auf den Untergrund.
italian: Le scarpe migliorate permettono una migliore trazione e una migliore potenza di spinta a terra.
japanese: 改善されたシューズにより、より良いトラクションが得られ、地面をける力が改善されました。
russian: Усовершенствованные подковы улучшают сцепление с дорогой и повышают полезную мощность.
spanish: Los herrajes mejorados brindan una mejor tracción y más potencia sobre el suelo.

source: Improved street tire for asphalt!
dutch: Verbeterde straatband voor asfalt!
french: Pneu routier pour asphalte amélioré !
german: Verbesserter Straßenreifen für Asphalt!
italian: Gomma da strada migliorata per l'asfalto!
japanese: 改善されたアスファルト道路用ストリートタイヤ
russian: Улучшенные уличные шины для асфальта!
spanish: ¡Neumático para asfalto mejorado!

source: Improved thruster technology results in better power delivery.
dutch: Verbeterde stuwrakettechnologie zorgt voor meer energie.
french: La technologie améliorée du propulseur offre beaucoup plus de puissance.
german: Die optimierte Antriebstechnologie sorgt für eine bessere Kraftübertragung.
italian: La tecnologia migliorata del propulsore offre una migliore potenza di spinta.
japanese: 改善されたスラスタテクノロジーにより強力なパワーが供給されます。
russian: Усовершенствованная технология ускорителя приводит к повышенной передаче мощности.
spanish: Una tecnología de propulsores mejorada permite una mayor potencia.
