Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: Improved tires result in better traction and better power delivery to the ground.
dutch: Verbeterde banden zorgen voor een betere tractie en daardoor voor betere energie-overbrenging op de grond.
french: Des pneus améliorés offriront une meilleur traction et un meilleur de transfert de puissance au sol.
german: Die optimierten Reifen verleihen dem Fahrzeug eine bessere Bodenhaftung und eine bessere Kraftübertragung auf den Untergrund.
italian: Le gomme migliorate permettono una migliore aderenza ed una migliore potenza sul terreno.
japanese: タイヤの改善はトラクションを向上し、路面への駆動力性能を改善します。
russian: Усовершенствованные шины улучшают сцепление с дорогой, повышают КПД.
spanish: Los neumáticos mejorados tienen una mejor tracción y una mejor distribución de potencia hacia el suelo.

source: Improved tracks result in better traction and better power delivery to the ground.
dutch: Verbeterde sporen zorgen voor een betere tractie en daardoor voor betere energie-overbrenging op de grond.
french: Des pneus améliorés entraîneront une meilleur traction et un meilleur transfert de puissance au sol.
german: Die verbesserte Kette führt zu einer besseren Bodenhaftung und einer besseren Kraftübertragung auf den Untergrund.
italian: I cingoli migliorati permettono una migliore aderenza e una migliore potenza sul terreno.
japanese: トラックの改善はトラクションを向上し、路面への駆動力性能を改善します。
russian: Усовершенствованные гусеницы улучшают сцепление с дорогой, повышают КПД.
spanish: Las orugas mejoradas logran una mejor tracción y mejor potencia hacia el suelo.

source: Improved traction in asphalt levels!
dutch: Verbeterde tractie voor asfaltniveaus!
french: Traction améliorée pour les niveaux sur asphalte !
german: Verbesserte Bodenhaftung in Asphalt-Leveln!
italian: Trazione migliorata nei livelli con asfalto!
japanese: アスファルトレベルでの改善されたトラクション
russian: Улучшенное сцепление с дорогой на асфальтовых уровнях!
spanish: ¡Mejor tracción en los niveles de asfalto!

source: Improved winter tire!
dutch: Verbeterde winterband!
french: Pneu hiver amélioré !
german: Verbesserter Winterreifen!
italian: Gomma invernale migliorata!
japanese: 改善された冬季タイヤ！
russian: Улучшенные зимние шины!
spanish: ¡Neumático para invierno mejorado!

source: Improving all wheel drive system will result in better traction and better handling of the vehicle.
dutch: Het verbeteren van de aandrijving van alle wielen zorgt voor een betere tractie, waardoor het voertuig beter te hanteren is.
french: L'amélioration du système à quatre roues motrices offrira une meilleure traction et un meilleur contrôle du véhicule.
german: Durch die Optimierung des Allrad-Antriebs wird die Bodenhaftung und die Fahrzeugsteuerung verbessert.
italian: Il miglioramento del sistema a quattro ruote motrici permetterà una migliore aderenza e una migliore maneggevolezza del veicolo.
japanese: 改善された全輪駆動システムはトラクションと車のハンドリングを向上します。
russian: Улучшенная система полного привода повышает сцепление с дорогой, машина лучше управляется.
spanish: Si mejoras todo el sistema de neumáticos, lograrás una mejor tracción y control del vehículo.

source: Improving the fuel tank size makes it possible to drive further.
dutch: Door de inhoud van de brandstoftank te vergroten, kun je verder rijden.
french: L'amélioration du réservoir de carburant vous permettra de parcourir de plus grandes distances.
german: Durch die Vergrößerung des Tanks kannst du längere Strecken zurücklegen.
italian: Il miglioramento della capienza del serbatoio di carburante permette di guidare più a lungo.
japanese: 燃料タンクサイズの改善は運転距離を延長します。
russian: Увеличение объёма топливного бака позволяет уехать дальше.
spanish: Si aumentas el tamaño del tanque de gasolina podrás andar más.

source: In case of emergency, call 555-NECK-FLIP.
dutch: Bel in geval van nood 555-NEK-SALTO.
french: En cas d'urgence, faites le 555-NECK-FLIP.
german: Im Falle eines Notfalls ruf einfach 555-GENICKSALTO an.
italian: In caso di emergenza, chiama 555-CAPRIOLA-ROMPICOLLO.
japanese: 緊急の場合、555‐NECK-FLIPに電話してください。
russian: В экстренной ситуации вызывайте 555-NECK-FLIP.
spanish: En caso de emergencia, llama al 555-CUELLO-QUEBRADO.

source: It's a tank!
dutch: Het is een tank!
french: C'est un char d'assaut !
german: Es ist ein Panzer!
italian: È un carro armato!
japanese: それは戦車です！
russian: Это танк!
spanish: ¡Es un tanque!

source: It's time to get dirty!
dutch: Het is tijd om vuil te worden!
french: Le temps est venu de se salir !
german: Mach dich schmutzig!
italian: È il momento di sporcarsi!
japanese: どろだらけになる時がきました！
russian: Пора запачкаться!
spanish: ¡Llegó la hora de ensuciarse!

source: It's time to go beyond the galaxy to an alien planet. This slimy sloped planet gives you a challenge of its own.
dutch: Het is tijd om de melkweg te verlaten en naar een buitenaardse planeet te gaan. Deze planeet met slijmerige hellingen is een uitdaging op zich.
french: Il est temps de voyager au-delà de la galaxie vers une planète inconnue. Cette planète aux pentes gluantes vous offre un défi bien particulier.
german: Dieser schleimige, abschüssige Planet ist eine Herausforderung der etwas anderen Art.
italian: È il momento di andare oltre la galassia su un pianeta alieno. Questo pianeta dai pendii limacciosi ti sfida a modo suo.
japanese: 銀河系を脱出し、エイリアンの星を訪れる時がきました。このぬるぬるした起伏のある惑星には独特のチャレンジがあります。
russian: Пора выйти за пределы галактики на чужую планету. Эта скользкая, скошенная планета - вызов сама по себе.
spanish: Llegó la hora de ir más allá de la galaxia, a un planeta alienígena. Este planeta viscoso y lleno de lomas será un desafío como ninguno.

source: It's your custom car!
dutch: Het is je aangepaste auto!
french: C'est votre voiture personnalisée !
german: Dein individueller Wagen!
italian: È il tuo veicolo personalizzato!
japanese: あなたのカスタムカーです！
russian: Это ваша индивидуальная машина!
spanish: ¡Es tu auto personalizado!

source: JEEP
japanese: ジープ
russian: ДЖИП

source: JUMP %dm
dutch: SPRING %dm
french: SAUT %dm
german: SPRINGE %dm
italian: SALTA %dm
japanese: ジャンプ %dm
russian: ПРЫЖОК %dm
spanish: SALTO %dm

source: JUNGLE
german: DSCHUNGEL
italian: GIUNGLA
japanese: ジャングル
russian: ДЖУНГЛИ
spanish: SELVA

source: JUNKYARD
dutch: AUTOKERKHOF
french: DÉPOTOIR
german: SCHROTTPLATZ
italian: SFASCIACARROZZE
japanese: ジャンクヤード
russian: СВАЛКА
spanish: DEPÓSITO DE CHATARRA

source: Journey Begins
dutch: Reis begint
french: Le voyage commence
german: Die Reise beginnt
italian: Inizia il viaggio
japanese: 旅が始まる
russian: Путешествие начинается
spanish: Comienza el viaje

source: Jump 140 meters with 10 cars in Arena
dutch: Spring 140 meter met 10 auto's in Arena
french: Faire un saut de 140 mètres avec 10 voitures dans l'Arène
german: Springe 140 Meter mit 10 Wagen in der Arena
italian: Salta 140 metri con 10 veicoli in Arena
japanese: アリーナで10車両の上を140メートルジャンプ
russian: Перепрыгните на 140 метров с 10 машинами на Арене
spanish: Salta 140 metros con 10 autos en Arena.

source: Jump 8m with Lowrider
dutch: Spring 8m met Lowrider
french: Sauter 8 m avec une lowrider
german: Springe 8 m mit dem Lowrider.
italian: Salta 8 m con il Lowrider
japanese: ローライダーで8mジャンプ
russian: Прыгните на 8 м на низкой подвеске
spanish: Salta 8 m con un vehículo bajo.

source: Jumped %d cm!
dutch: %d cm gesprongen!
french: Vous avez sauté %d cm !
german: Du bist %d cm gesprungen!
italian: Hai saltato %d cm!
japanese: %d cm ジャンプしました！
russian: Прыгнул на %d см!
spanish: ¡Saltaste %d cm!

source: Jungle King
dutch: Jungle-koning
french: Roi de la jungle
german: Dschungelkönig
italian: Re della giungla
japanese: ジャングルキング
russian: Король Джунглей
spanish: Rey de la selva

source: Just a Flesh Wound
dutch: Alleen maar een vleeswond
french: Une simple égratignure
german: Nur eine Fleischwunde
italian: Solo una feritina
japanese: ただの軽傷
russian: Кость не задета
spanish: Solo una herida superficial

source: KIDDIE EXPRESS
dutch: KINDER-EXPRESTREIN
german: BIMMELBAHN
italian: BIMBO EXPRESS
japanese: 子どもエクスプレス
russian: ДЕТСКИЙ ЭКСПРЕСС
spanish: TRENCITO EXPRESO

source: Keeps the tractor from rolling over on steep hills.
dutch: Zorgt ervoor dat de tractor op steile hellingen niet omrolt.
french: Empêche le tracteur de basculer sur les pentes les plus abruptes.
german: Verhindert, dass der Traktor an steilen Hängen umkippt.
italian: Impedisce al trattore di capovolgersi sui pendii.
japanese: トラクターが険しい山から転がり落ちないようにしてください。
russian: Не даёт трактору перевернуться на крутых склонах.
spanish: Evita que el tractor se vuelque en cerros empinados.

source: Keeps the vehicle from rolling over on steep hills.
dutch: Voorkomt dat het voertuig op steile hellingen omrolt.
french: Empêche le véhicule de dévaler les pentes abruptes.
german: Sorgt dafür, dass dein Fahrzeug an steilen Hängen nicht umkippt.
italian: Impedisce al veicolo di ribaltarsi sulle alture scoscese.
japanese: 険しい山道で車が転げ落ちないようにします。
russian: Не даёт машине перевернуться на крутых горках.
spanish: Evita que el vehículo se vuelque en cerros empinados.

source: King of the Hill
dutch: Koning van de Heuvels
french: Le roi de la montagne
german: König der Hügel
italian: Re dell'altura
japanese: 山の王様
russian: Царь горы
spanish: Rey del cerro

source: LANGUAGE
dutch: TAAL
french: LANGUE
german: SPRACHE
italian: LINGUA
japanese: 言語
russian: ЯЗЫК
spanish: IDIOMA

source: LATER
french: PLUS TARD
german: SPÄTER
italian: PIÙ TARDI
japanese: 後で
russian: ПОЗЖЕ
spanish: DESPUÉS

source: LEGENDARY
dutch: LEGENDARISCH
french: LÉGENDAIRE
german: LEGENDÄR
italian: LEGGEND.
japanese: 伝説的
russian: ЛЕГЕНДА
spanish: LEGENDARIA

source: LEGENDARY BUNDLE
dutch: LEGENDARISCH PAKKET
french: PACK LÉGENDAIRE
german: LEGENDÄRES PAKET
italian: PACCHETTO LEGGENDARIO
japanese: 伝説セット
russian: ЛЕГЕНДАРНЫЙ КОМПЛЕКТ
spanish: PAQUETE LEGENDARIO

source: LEVEL
dutch: NIVEAU
french: NIVEAU
italian: LIVELLO
japanese: レベル
russian: УРОВЕНЬ
spanish: NIVEL

source: LEVEL %d
dutch: NIVEAU %d
french: NIVEAU %d
italian: LIVELLO %d
japanese: レベル %d
russian: УРОВЕНЬ %d
spanish: NIVEL %d

source: LEVEL %d / %d
dutch: NIVEAU %d / %d
french: NIVEAU %d / %d
italian: LIVELLO %d / %d
japanese: レベル %d / %d
russian: УРОВ. %d / %d
spanish: NIVEL %d / %d

source: LEVEL %d COMPLETE
dutch: NIVEAU %d VOLTOOID
french: NIVEAU %d TERMINÉ
german: LEVEL %d GESCHAFFT
italian: LIVELLO %d COMPLETATO
japanese: レベル %d 完了
russian: УРОВЕНЬ %d ЗАВЕРШЁН
spanish: NIVEL %d COMPLETADO

source: LOADING...
dutch: LADEN...
french: CHARGEMENT...
german: LÄDT...
italian: CARICAMENTO IN CORSO...
japanese: 読み込み中...
russian: ЗАГРУЗКА...
spanish: CARGANDO...

source: LOWRIDER
japanese: ローライダー
russian: НИЗКАЯ ПОДВЕСКА
spanish: VEHÍCULO BAJO

source: LUNCHBOX
german: LUNCHPAKET
italian: CESTINO
japanese: お弁当ボックス
russian: ЛАНЧБОКС
spanish: LONCHERA

source: Lapland Hillbilly
dutch: Lapland heikneuter
french: Montagnard du nord
german: Arktisraser
italian: Montanaro lappone
japanese: ラップランドヒルビリー
russian: Лапландская деревенщина
spanish: Pajuerano de Laponia

source: Later
french: Plus tard
german: Später
italian: Dopo
japanese: 後で
russian: Позже
spanish: Después

source: Let's Try That Again
dutch: Laten we dat nog eens proberen
french: Essayons une autre fois
german: Wiederholung, Wiederholung
italian: Proviamoci ancora
japanese: もう一度やってみよう
russian: Давайте попробуем снова
spanish: Intentémoslo de nuevo

source: Level %d: Reach %dm
dutch: Niveau %d: Traject %dm
french: Niveau %d : atteignez %dm
german: Level %d: insg. %d m
italian: Livello %d: Raggiungi %dm
japanese: レベル %d: %dm 達成
russian: Уровень %d: Достичь %dm
spanish: Nivel %d: Alcanza %dm

source: Level %d: Reach %dm
dutch: Niveau %d: Traject %dm
french: Niveau %d : atteignez %dm
german: Level %d: insg. %d m
italian: Livello %d: Raggiungi %dm
japanese: レベル %d: %dm 達成
russian: Уровень %d: Достичь %dm
spanish: Nivel %d: Alcanza %dm

source: Level %d: reach %dm
dutch: Niveau %d: traject %dm
french: Niveau %d : distance parcourue %dm
german: Level %d: insg. %d m
italian: Livello %d: raggiungi %dm
japanese: レベル %d: %dm 達成
russian: Уровень %d: достигнуто %dm
spanish: Nivel %d: alcanza: %dm

source: Level bonus +%d
dutch: Niveaubonus +%d
french: Bonus de niveau +%d
italian: Bonus livello +%d
japanese: レベルボーナス +%d
russian: Бонус за уровень +%d
spanish: Bono por nivel +%d

source: Level bonus +0
dutch: Niveaubonus +0
french: Bonus de niveau +0
italian: Bonus livello +0
japanese: レベルボーナス +0
russian: Бонус за уровень +0
spanish: Bono por nivel +0

source: Lightweight rally car chassis.
dutch: Lichtgewicht rallyautochassis.
french: Châssis léger pour voiture de rallye.
german: Leichtes Fahrgestell für Rennwagen.
italian: Telaio leggero da rally.
japanese: 軽量ラリーカーシャシー。
russian: Легкое шасси для раллийных автомобилей.
spanish: Chasis de auto de rally liviano.

source: Live Fast Flip Young
dutch: Live snelle salto
french: Saut périlleux rapide en direct
german: Lebe schnell, springe jung
italian: Vivi al massimo e ti rompi subito il collo
japanese: 最初の高速宙返り
russian: Живи быстро - кувырнись молодым
spanish: Vive intensamente y desnúcate rápido

source: Loading prices from server...
dutch: Prijzen van server laden...
french: Chargement des prix à partir du serveur...
german: Preise werden vom Server abgerufen...
italian: Caricamento prezzi dal server in corso...
japanese: サーバーから価格を読み込み中です...
russian: Загрузка цен с сервера...
spanish: Cargando precios desde el servidor...

source: Longer drive with improved battery
dutch: Langer rijden met verbeterde accu
french: Plus de distance avec une batterie améliorée
german: Längere Fahrt mit besserem Akku
italian: Maggiore autonomia con batteria migliorata
japanese: 改善されたバッテリーで長距離ドライブ
russian: Длительная поездка на усовершенствованном аккумуляторе
spanish: Más autonomía con una batería mejorada

source: Lord of Fire
french: Seigneur du feu
german: Feuerkönig
italian: Il Signore del fuoco
japanese: 火の主
russian: Повелитель огня
spanish: Señor del fuego

source: Low Rider
japanese: ローライダー
russian: Лоурайдер
spanish: Vehículo bajo

source: Lower center of mass keeps the vehicle from rolling over on steep hills.
dutch: Lager zwaartepunt voorkomt dat voertuig op steile hellingen omrolt.
french: Un centre de gravité plus bas qui empêche le véhicule de basculer dans les pentes les plus abruptes.
german: Wenn sich der Massepunkt niedriger befindet, kippt das Fahrzeug an steilen Bergen nicht so schnell um.
italian: Il centro di massa più basso impedisce al veicolo di rotolare su alture ripide.
japanese: 重心が低いので険しい山でも転倒を防ぎます。
russian: Пониженный центр тяжести предотвращает опрокидывание транспортного средства на крутых уклонах.
spanish: El centro de gravedad más bajo evita que el vehículo se vuelque en cerros empinados.

source: Lower weight point and improved shock absorption improves stability at high speeds and makes the bike more stable on bumps.
dutch: Een lager gewichtspunt en betere schokdemping verbetert de stabiliteit bij hoge snelheden en zorgt ervoor dat de motor stabieler is over hobbels.
french: Un poids plus léger et une meilleure absorption des chocs améliorent la stabilité à haute vitesse et rendent la moto plus stable sur les bosses.
german: Der niedrigere Massepunkt und die verbesserte Stoßdämpfung verbessert die Stabilität bei hohen Geschwindigkeiten und bei Unebenheiten auf der Straße.
italian: Il peso spostato in basso ed un assorbimento degli urti migliorato aumenta la stabilità alle alte velocità e rende la moto più stabile sui dossi.
japanese: 低い重力と改善された衝撃吸収性が高速で安定性を高め、でこぼこ道でオートバイの安定化を実現します。
russian: Пониженный центр тяжести и улучшенная амортизация повышают устойчивость на высоких скоростях и делают мотоцикл более стабильным на ухабах.
spanish: Un punto de peso más bajo y una absorción mejorada de golpes aumentan la estabilidad a altas velocidades y da más estabilidad a la motocicleta en baches.

source: Lower weight point and improved shock absorption improves stability at high speeds and makes the car more stable on bumps.
dutch: Een lager zwaartepunt en verbeterde schokdemping verbetert bij hoge snelheid de stabiliteit en zorgt ervoor dat de auto bij hobbels stabieler is.
french: L'allègement du poids et le perfectionnement de la capacité des amortisseurs améliorent la stabilité du véhicule à haute vitesse et le rend plus stable sur les bosses.
german: Ein niedrigerer Massepunkt und eine bessere Federung verleiht dem Wagen mehr Stabilität bei hohem Tempo und Unebenheiten auf der Straße.
italian: Il peso spostato in basso ed un assorbimento degli urti migliorato aumenta la stabilità alle alte velocità e rende l'auto più stabile sui dossi.
japanese: 低い荷重点とショック吸収の改善は高速での安定性を向上し、車がでこぼこ表面でも安定します。
russian: Пониженный центр тяжести и улучшенная амортизация повышают устойчивость на высокой скорости и выравнивают машину на ухабах.
spanish: Un punto de peso más bajo y una absorción mejorada de golpes aumenta la estabilidad en velocidades altas y le da más estabilidad al auto en baches.

source: Lower weight point and improved shock absorption improves stability at high speeds and makes the screw more stable on bumps.
dutch: Lager zwaartepunt en verbeterde schokabsorptie verhoogt de stabiliteit bij hoge snelheden en maakt de schroefbeweging op hobbels stabieler.
french: Un poids plus léger et une meilleure absorption des chocs améliorent la stabilité à haute vitesse et rendent le dispositif plus stable sur les bosses.
german: Der niedrigere Gewichtspunkt und die bessere Stoßdämpfung sorgen für mehr Stabilität bei hohem Tempo und stabilisieren den Bohrer bei unebenem Boden.
italian: Il peso spostato in basso ed un assorbimento degli urti migliorato aumenta la stabilità alle alte velocità e rende la vite più stabile sui dossi.
japanese: 低い重心と改善された衝撃吸収が高速で安定度を向上し、でこぼこ道でのスクリューの安定性を高めます。
russian: Пониженный центр тяжести и улучшенная амортизация повышают устойчивость на высокой скорости и выравнивают винт на ухабах.
spanish: Un punto de peso más bajo y una amortiguación mejorada aumentan la estabilidad a altas velocidades y dan mayor estabilidad al trépano en baches.

source: Lower weight point and improved shock absorption improves stability at high speeds and makes the tank more stable on bumps.
dutch: Een lager zwaartepunt en verbeterde schokdemping verbetert bij hoge snelheid de stabiliteit en zorgt ervoor dat de tank bij hobbels stabieler is.
french: L'allègement du poids et le perfectionnement de la capacité des amortisseurs améliorent la stabilité du véhicule à haute vitesse et le rend plus stable sur les bosses.
german: Ein niedrigerer Massepunkt und eine bessere Federung verleiht dem Panzer mehr Stabilität bei hohem Tempo und Unebenheiten auf der Straße.
italian: Il peso spostato in basso ed un assorbimento degli urti migliorato aumenta la stabilità alle alte velocità e rende il carro armato più stabile sui dossi.
japanese: 低い荷重点とショック吸収の改善は高速での安定性を向上し、戦車はでこぼこ表面でも安定します。
russian: Пониженный центр тяжести и улучшенная амортизация повышают устойчивость на высокой скорости и стабилизируют танк на ухабах.
spanish: Un punto de peso más bajo y una absorción mejorada de golpes aumenta la estabilidad en velocidades altas y le da más estabilidad al tanque en baches.

source: Lower weight point and improved shock absorption improves stability at high speeds and makes the vehicle more stable on bumps.
dutch: Een lager zwaartepunt en verbeterde schokdemping verbetert bij hoge snelheid de stabiliteit en zorgt ervoor dat het voertuig bij hobbels stabieler is.
french: L'allègement du poids et le perfectionnement de la capacité des amortisseurs améliorent la stabilité du véhicule à haute vitesse et le rend plus stable sur les bosses.
german: Ein niedrigerer Massepunkt und eine bessere Federung verleiht dem Fahrzeug mehr Stabilität bei hohem Tempo und Unebenheiten auf der Straße.
italian: Il peso spostato in basso ed un assorbimento degli urti migliorato aumenta la stabilità alle alte velocità e rende il veicolo più stabile sui dossi.
japanese: 低い荷重点とショック吸収の改善は高速での安定性を向上し、車がでこぼこ表面でも安定します。
russian: Пониженный центр тяжести и улучшенная амортизация повышают устойчивость на высокой скорости и выравнивают аппарат на ухабах.
spanish: Un punto de peso más bajo y una absorción mejorada de golpes aumenta la estabilidad en velocidades altas y le da más estabilidad al vehículo en baches.

source: Lucky Fuel
dutch: Mazzel brandstof
french: Combustible chanceux
german: Glückskanister
italian: Carburante fortunato
japanese: ラッキー燃料
russian: Удачное топливо
spanish: Combustible de la suerte

source: MARS
italian: MARTE
japanese: 火星
russian: МАРС
spanish: MARTE

source: MAX
japanese: 最大
spanish: MÁX.

source: MAX LEVEL
dutch: MAX NIVEAU
french: NIVEAU MAX
italian: MASSIMO
japanese: 最高レベル
russian: МАКС. УРОВ.
spanish: NIVEL MÁXIMO

source: MAXIMUM ALLOWED AMOUNT OF BOOSTER IS %d
dutch: MAXIMAAL TOEGESTAAN AANTAL BOOSTERS IS %d
french: LA QUANTITÉ MAXIMALE DE BOOSTERS AUTORISÉE EST %d
german: DU KANNST MAX. %d BOOSTER HABEN!
italian: LA QUANTITÀ MASSIMA CONSENTITA DI BOOSTER È %d
japanese: ブースター最大許容量は%dです
russian: МАКСИМАЛЬНО РАЗРЕШЕННАЯ ВЕЛИЧИНА УСКОРИТЕЛЯ %d
spanish: LA CANTIDAD MÁXIMA DE PROPULSOR ES %d.

source: MAXIMUM LEVEL
dutch: MAXIMUM NIVEAU
french: NIVEAU MAXIMUM
german: HÖCHSTES LEVEL
italian: MASSIMO
japanese: 最高レベル
russian: МАКСИМАЛЬНЫЙ УРОВЕНЬ
spanish: NIVEL MÁXIMO

source: MENU CONTROL
dutch: MENU-BEDIENING
french: MENU DES COMMANDES
german: MENÜSTEUERUNG
italian: MENU COMANDI
japanese: メニューコントロール
russian: МЕНЮ УПРАВЛЕНИЯ
spanish: MENÚ DE CONTROLES

source: MERCHANDISE
french: MARCHANDISE
german: PRODUKTE
italian: MERCANZIA
japanese: 商品
russian: АТРИБУТИКА
spanish: MERCANCÍA

source: MID-AIR CONTROL
dutch: CONTROLE IN DE LUCHT
french: CONTRÔLE DANS LES AIRS
german: LUFTSTEUERUNG
italian: CONTROLLO A MEZZ'ARIA
japanese: 空中コントロール
russian: ПОЛОЖЕНИЕ В ВОЗДУХЕ
spanish: ELEVACIÓN

source: MINIBIKE
dutch: MINIMOTOR
french: MINIMOTO
italian: MINIMOTO
japanese: ミニバイク
russian: МИНИ-БАЙК
spanish: MINIMOTO

source: MONSTER
japanese: モンスター
spanish: MONSTRUO

source: MONSTER TRUCK
japanese: モンスタートラック
russian: ЧУДОВИЩЕ
spanish: CAMIÓN MONSTRUO

source: MOON
dutch: MAAN
french: LUNE
german: MOND
italian: LUNA
japanese: 月
russian: ЛУНА
spanish: LUNA

source: MOON BUNDLE
dutch: MAANPAKKET
french: PACK LUNE
german: MOND-PAKET
italian: PACCHETTO LUNA
japanese: ムーンセット
russian: ЛУННЫЙ КОМПЛЕКТ
spanish: PAQUETE LUNAR

source: MOONLANDER
dutch: MAANLANDER
german: MONDROVER
italian: MODULO LUNARE
japanese: ムーンランダー
russian: СЕВШИЙ НА ЛУНУ
spanish: MÓDULO LUNAR

source: MORE
dutch: MEER
french: PLUS
german: MEHR
italian: ALTRO
japanese: その他
russian: ЕЩЁ
spanish: MÁS

source: MOTOCROSS BIKE
dutch: MOTOCROSSMOTOR
french: MOTOCROSS
german: MOTOCROSS
italian: MOTO DA CROSS
japanese: モトクロスバイク
russian: КРОССОВЫЙ МОТОЦИКЛ
spanish: MOTOCICLETA ENDURO

source: MOUNTAIN
dutch: BERG
french: MONTAGNE
german: BERGWELT
italian: MONTAGNA
japanese: 山
russian: ГОРА
spanish: MONTAÑA

source: MUD
dutch: MODDER
french: BOUE
german: SCHLAMM
italian: FANGO
japanese: 泥
russian: ГРЯЗЬ
spanish: LODO

source: MUD BUNDLE
dutch: MODDERPAKKET
french: PACK BOUE
german: SCHLAMM-PAKET
italian: PACCHETTO FANGO
japanese: 泥セット
russian: КОМПЛЕКТ ДЛЯ ГРЯЗИ
spanish: PAQUETE PARA LODO

source: MUDPOOL
dutch: MODDERPOEL
french: MARRE DE BOUE
german: SCHLAMMLAND
italian: FUMAROLA
japanese: 泥沼
russian: ГРЯЗЕВОЙ КОТЁЛ
spanish: PISCINA DE LODO

source: MULTIPLAYER
french: MULTIJOUEUR
german: MEHRSPIELER
japanese: マルチプレーヤー
russian: МУЛЬТИПЛЕЕР
spanish: MULTIJUGADOR

source: MUSIC
dutch: MUZIEK
french: MUSIQUE
german: MUSIK
italian: MUSICA
japanese: ミュージック
russian: МУЗЫКА
spanish: MÚSICA

source: MY CAR
dutch: MIJN AUTO
french: MA VOITURE
german: MEIN WAGEN
italian: IL MIO VEICOLO
japanese: 私の車
russian: МОЯ МАШИНА
spanish: MI AUTO
