Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: Advertising ID is not a new thing, in fact it has already been used by practically all online services for over a decade! An upcoming change in EU's legislation sets some requirements on how this ID can be used and we want to be completely open about how we use your personal data. Advertising ID is a random string of characters that is created when you first started using your device (phone, PC, etc). This ID can be seen by the apps you use on your device. By comparing the apps you've used in the past a "player type profile" can be created to suggest more similar apps to you! By clicking "I agree" you allow us to continue sharing your advertising ID with Fingersoft's ad partners (and nobody else!) for them to give you suggestions on other apps you might like. We believe directing advertisements is in our player's interests, as nobody wants to see ads for doll houses in a racing game, right?! If you'd like even more information and the list of our advertising partners, please review our Privacy Policy. Link to our Privacy Policy can be found in the game's settings.
dutch: Reclame-ID is is niets nieuws. Het is meer dan 10 jaar lang in gebruiks door praktisch alle online diensten! Door aanpassingen in de regelgeving van de EU veranderen de vereisten voor het gebruik van deze ID . We willen volledige openheid bieden over hoe we je persoonlijke gegevens gebruiken. Reclame-ID is een willekeurige reeks tekens die gecreëerd is toen je je apparaat (telefoon, computer enz.) voor het eerst begon te gebruiken. Deze ID kan gezien worden door de apps die je op je apparaat gebruikt. Door de apps die je in het verleden hebt gebruikt te vergelijken, kan er een "spelertype-profiel" gecreëerd worden om meer soortgelijke apps te kunnen suggereren! Door op "Akkoord" te klikken, geef je ons toestemming je reclame-ID te blijven delen met de reclamepartners van Fingersoft (en niemand anders!) zodat ze je suggesties kunnen bieden voor andere apps die je misschien interessant zal vinden. Volgens ons is gepersonaliseerde reclame in het belang van de speler, want niemand wil toch reclame voor poppenhuizen zien in een autoracespel?! Als je nog meer informatie wilt en de lijst van onze reclameparters wilt zien, lees dan ons privacybeleid. De link naar ons privacybeleid vind je in de instellingen van het spel.
french: L'ID de publicité n'est pas une chose récente. En effet, il est déjà utilisé par presque tous les services en ligne, depuis plus d'une décennie ! Une modification à venir de la législation européenne définit quelques exigences sur la manière dont cet ID peut être utilisé et nous voulons être entièrement transparents sur la façon dont nous utilisons vos données personnelles. L'ID de publicité est une chaîne de caractères aléatoire qui est créée quand vous commencez à utiliser votre appareil (téléphone, PC, etc). Cet ID peut être vu par les apps que vous utilisez sur votre appareil. En comparant les apps que vous avez utilisées par le passé, un "profil de joueur type" peut être créé pour vous suggérer des apps similaires ! En cliquant sur "J'accepte", vous nous autorisez à continuer à partager votre ID de publicité avec les partenaires publicitaires de Fingersoft (et personne d'autre !) pour qu'ils puissent vous suggérer d'autres apps que vous pourriez aimer. Nous pensons que les publicités ciblées sont dans l'intérêt de nos joueurs, car personne ne souhaite voir des pubs pour des maisons de poupées dans un jeu de courses de voitures, non ?! Si vous souhaitez encore plus d'informations et la liste de nos partenaires publicitaires, veuillez consulter notre Politique de confidentialité. Le lien vers notre Politique de confidentialité se trouve dans les réglages du jeu.
german: Die Werbe-ID ist keine neue Erfindung. Sie wird bereits seit mehr als einem Jahrzehnt von nahezu allen Online-Diensten verwendet. Eine bevorstehende Änderung am EU-Recht stellt neue Anforderungen an die Verwendungsweise dieser ID und wir möchten uneingeschränkt preisgeben, wie wir deine personenbezogenen Daten verwenden. Die Werbe-ID ist eine zufällige Zeichenkette, die beim ersten Start deines Geräts (z. B. Handy, PC) erstellt wird. Diese ID kann von den Apps eingesehen werden, die du auf deinem Gerät verwendest. Indem die Apps verglichen werden, die du in der Vergangenheit verwendet hast, kann ein sogenanntes "Spielertyp-Profil" erstellt werden, um dir ähnliche Apps zu empfehlen. Wenn du auf "ANNEHMEN" klickst, erlaubst du uns, deine Werbe-ID an die Werbepartner von Fingersoft (niemandem anderen!) weiterzugeben, damit sie dir Vorschläge für andere Apps unterbreiten können, die dir eventuell gefallen könnten. Wir sind der Meinung, das zielgerichtete Werbung im Interesse unserer Spieler ist, da niemand Werbeanzeigen für Puppenhäuser in einem Rennspiel sehen möchte, oder?! Wenn du weitere Informationen wünschst und die Liste unserer Werbepartner einsehen möchtest, lies dir bitte unsere Datenschutzerklärung durch. Den Link zu unserer Datenschutzerklärung findest du im Einstellungsmenü des Spiels.
italian: L'ID pubblicitario non è una cosa nuova; in effetti viene già utilizzato praticamente da tutti i servizi online da oltre un decennio! Una modifica imminente nella legislazione dell'Unione Europea stabilisce alcuni requisiti su come tale ID può essere utilizzato e desideriamo essere completamente trasparenti su come utilizziamo i tuoi dati personali. L'ID pubblicitario è una stringa casuale di caratteri che è stata creata quando hai iniziato a utilizzare il tuo dispositivo per la prima volta (telefono, PC, ecc). Questo ID può essere visto dalle app che utilizzi sul tuo dispositivo. Confrontando le app che hai usato in passato, si può creare un "profilo giocatore tipo" per suggerirti più app simili! Cliccando su "Sono d'accordo" ci consenti di continuare a condividere il tuo ID pubblicitario con i partner pubblicitari di Fingersoft (e nessun altro!) in modo che possano darti suggerimenti su altre app che ti potrebbero piacere. Crediamo che le pubblicità dirette siano nell'interesse del nostro giocatore, dato che nessuno vuol vedere pubblicità di case delle bambole in un gioco di corse, vero?! Se desideri ottenere ulteriori informazioni e l'elenco dei nostri partner pubblicitari, esamina la nostra informativa sulla privacy. Il collegamento alla nostra informativa sulla privacy si può trovare nelle impostazioni del gioco.
japanese: 広告IDは真新しいことではありません。事実、 すでに10年以上ほとんど全てのオンラインサービスで使用されています。最近のEUの 規則はこのIDの使用方法に幾つかの要件を設定しましたが、 当社はお客様の個人データの使用方法 を完全に公開します。 広告IDはデバイス （電話、PC等）を最初に使用開始する時、作成される ランダムな文字列です。このIDは、デバイス上で使用する アプリにより表示することができます。お客様が過去使用した アプリを比較することで、 "プレーヤータイププロファイル" が’作成され、 同様のアプリをお客様に紹介します！ "同意する" をクリックすることで、お客様は Fingersoftの広告パートナー（のみ！）に お客様が好む可能性のあるアプリを提案するためにお客様の広告IDを共有し続ける許可を与えます。弊社はプレイヤーが興味を持つ広告を提供することは、プレーヤーの利害に一致すると考えます。レーシングゲームの中で ドールハウスの広告を見たい人はいませんよね？！情報の詳細 および弊社の広告 パートナーのリストを閲覧したい方は、弊社のプライバシーポリシーをご参照ください。 プライバシーポリシーへのリンクはゲーム設定の中にあります。
russian: Нет ничего нового в Идентификаторе рекламы - фактически, он используется всеми онлайн-сервисами уже более 10 лет! Грядущие изменения в законодательстве ЕС устанавливают некоторые требования относительно использования этого индентификатора, и мы хотим быть абсолютно открытыми относительно того, как мы используем ваши персональные данные. Идентификатор рекламы - это случайная цепочка символов, создаваемая при первом использовании вашего устройства (телефона, ПК и и.п.). Этот идентификатор распознается приложениями, используемыми на вашем устройстве. Путем сравнения приложений, которые вы использовали в прошлом, создается "профиль игрока", с помощью которого вам будут предложены подобные приложения! Щелчком "согласен" вы разрешаете нам делится вашим индентификатором рекламы с партнерами компании Fingersoft (и ни с кем другим), чтобы они могли предложить вам приложения, которые могут вам понравиться. Мы уверены в том, что такая реклама работает в интересах наших игроков, потому что никому не хочется видеть рекламу кукольных домиков в гоночных играх, не так ли? Если вам нужна дополнительная информация и список наших рекламных партнеров, вы найдете эти сведения в нашей Политике конфиденциальности. Ссылку на Политику конфиденциальности можно найти в настройках игры.
spanish: La ID de publicidad no es algo nuevo. De hecho, hace ya una década que se utiliza en todos los servicios en línea. Un cambio que pronto se implementará en la legislación de la UE establece más requisitos relacionados con la forma en que esta ID puede utilizarse, y queremos ser totalmente transparentes respecto de la manera en que utilicemos tus datos personales. La ID de publicidad es una secuencia aleatoria de caracteres que se crea cuando comienzas a utilizar tu dispositivo (teléfono, PC, etc.). Las apps que utilizas en tu dispositivo pueden detectar esta ID. Comparando las apps que hayas usado previamente, se puede crear un"perfil de tipo de jugador" para sugerirte apps más similares. Al hacer clic en "Acepto", nos das autorización para continuar compartiendo tu ID de publicidad con los socios de anuncios de Fingersoft (y nadie más), para que estos te sugieran otras apps que podrían gustarte. Creemos que el direccionamiento de anuncios es lo más conveniente para nuestros jugadores, ya que a nadie le agrada ver anuncios de casas de muñecas en un juego de carreras, ¿no es verdad? Si deseas recibir aún más información y conocer la lista de nuestros socios de anuncios, revisa nuestra Política de privacidad. El enlace a nuestra Política de Privacidad puede hallarse en los ajustes del juego.

source: All Backwards
dutch: Allemaal achterover
french: Tout à reculons
german: Rückwärts im Akkord
italian: Tutte all'indietro
japanese: 全て後方
russian: Всё наоборот
spanish: Todo al revés

source: All Your Car Are Belong to Us
dutch: Al je auto's zijn van ons
french: Tous vos véhicules nous appartiennent
german: Alle Fahrzeuge
italian: Tutti i tuoi veicoli sono nostri
japanese: あなたの車は全て私たちのものです
russian: Все ваши машины принадлежат нам
spanish: Vengan todos esos autos

source: Almost Famous
dutch: Bijna beroemd
french: Presque célèbre
german: Beinahe berühmt
italian: Quasi famoso
japanese: ほとんど有名
russian: Почти знаменитый
spanish: Casi famoso

source: Apollo Crewmember
dutch: Apollo bemanningslid
french: Membre de l'équipage Apollo
german: Apollopilot
italian: Membro d'equipaggio dell'Apollo
japanese: アポロ乗組員
russian: Член экипажа Аполлон
spanish: Tripulante del Apollo

source: Are you sure you want to exit to menu?
dutch: Weet je zeker dat je het menu wilt verlaten?
french: Êtes-vous sûr de vouloir quitter le menu ?
german: Wirklich schließen & zum Menü gehen?
italian: Sei sicuro di voler tornare al menu?
japanese: 本当にメニューを終了しますか？
russian: Вы действительно хотите выйти в меню?
spanish: ¿Estás seguro de que deseas salir y volver al menú?

source: Attitude Problem
dutch: Gedragsprobleem
french: Problème d'attitude
german: Einstellungssache
italian: Problema di attitudine
japanese: 態度の問題
russian: Проблема отношения
spanish: Problema de actitud

source: Automatic boost gives additional speed for a small duration. Upgrade increases boost power.
dutch: Automatische boost geeft korte tijd extra snelheid. Upgraden verhoogt de boost power.
french: Le boost automatique donne un surplus de vitesse sur une courte période de temps. La mise à niveau augmente la puissance du boost.
german: Ein automatischer Boost verleiht dir zusätzliche Geschwindigkeit für kurze Zeit. Aufrüsten steigert die Boost-Kraft.
italian: La spinta automatica fornisce una spinta aggiuntiva per un breve periodo. L'upgrade aumenta la potenza della spinta.
japanese: オートブーストは短時間にスピードアップします。アップグレードはブーストパワーを増加します
russian: Автоматический ускоритель даёт прирост скорости на непродолжительное время. Обновление увеличивает мощность ускорителя.
spanish: La propulsión automática proporciona más velocidad por poco tiempo. La actualización aumenta la potencia del impulso.

source: BACK
dutch: TERUG
french: RETOUR
german: ZURÜCK
italian: INDIETRO
japanese: 前
russian: НАЗАД
spanish: ATRÁS

source: BACK FLIP +%d
dutch: SALTO ACHTEROVER +%d
french: SALTO ARRIÈRE +%d
german: RÜCKWÄRTSSALTO +%d
italian: CAPRIOLA ALL'INDIETRO +%d
japanese: 後方宙返り +%d
russian: ФЛЯК НАЗАД +%d
spanish: VOLTERETA INVERTIDA +%d

source: BACK FLIP +1000
dutch: SALTO ACHTEROVER +1000
french: SALTO ARRIÈRE +1000
german: RÜCKWÄRTSSALTO +1000
italian: CAPRIOLA ALL'INDIETRO +1000
japanese: 後方宙返り +1000
russian: ФЛЯК НАЗАД +1000
spanish: VOLTERETA INVERTIDA +1000

source: BACK FLIP +200
dutch: SALTO ACHTEROVER +200
french: SALTO ARRIÈRE +200
german: RÜCKWÄRTSSALTO +200
italian: CAPRIOLA ALL'INDIETRO +200
japanese: 後方宙返り +200
russian: САЛЬТО НАЗАД +200
spanish: VOLTERETA INVERTIDA +200

source: BACK FLIP +500
dutch: SALTO ACHTEROVER +500
french: SALTO ARRIÈRE +500
german: RÜCKWÄRTSSALTO +500
italian: CAPRIOLA ALL'INDIETRO +500
japanese: 後方宙返り +500
russian: САЛЬТО НАЗАД +500
spanish: VOLTERETA INVERTIDA +500

source: BACK FLIP +700
dutch: SALTO ACHTEROVER +700
french: SALTO ARRIÈRE +700
german: RÜCKWÄRTSSALTO +700
italian: CAPRIOLA ALL'INDIETRO +700
japanese: 後転宙返り +700
russian: ФЛЯК НАЗАД +700
spanish: VOLTERETA INVERTIDA +700

source: BACKGROUND SCROLL
dutch: ACHTERGROND SCROLL
french: DÉFILEMENT DE L'ARRIÈRE-PLAN
german: HINTERGRUND-SCROLLEN
italian: SCORRIMENTO SFONDO
japanese: バックグラウンドスクロール
russian: ФОНОВАЯ ПРОКРУТКА
spanish: DESPLAZMIENTO DE FONDO

source: BATTERY
dutch: ACCU
french: BATTERIE
german: AKKU
italian: BATTERIA
japanese: バッテリー
russian: БАТАРЕЯ
spanish: BATERÍA

source: BEACH
dutch: STRAND
french: PLAGE
german: STRAND
italian: SPIAGGIA
japanese: 砂浜
russian: ПЛЯЖ
spanish: PLAYA

source: BIG AIR TIME
dutch: VEEL TIJD IN DE LUCHT
french: LONG TEMPS EN L'AIR
german: LANGE FLUGZEIT
italian: TEMPO AEREO NOTEVOLE
japanese: 長いエアタイム
russian: БОЛЬШОЕ ВРЕМЯ В ВОЗДУХЕ
spanish: SUPERSALTO

source: BIG AIR TIME +%d
dutch: VEEL TIJD IN DE LUCHT +%d
french: LONG TEMPS EN L'AIR +%d
german: LANGE FLUGZEIT +%d
italian: TEMPO AEREO NOTEVOLE +%d
japanese: 長いエアタイム +%d
russian: БОЛЬШОЕ ВРЕМЯ В ВОЗДУХЕ +%d
spanish: SUPERSALTO +%d

source: BIG FINGER
italian: GRANDE DITO
japanese: ビックフィンガー

source: BIG MONSTER
dutch: GROOT MONSTER
german: MONSTERAUTO
japanese: ビッグモンスター
russian: МОНСТР
spanish: MONST. GRANDE

source: BONUS COINS: %d
dutch: BONUSMUNTEN: %d
french: BONUS PIÈCES : %d
german: BONUSMÜNZEN: %d
italian: MONETE BONUS: %d
japanese: ボーナスコイン: %d
russian: БОНУС МОНЕТ: %d
spanish: MONEDAS EXTRA: %d

source: BONUS GEMS: %d
dutch: BONUS-EDELSTENEN: %d
french: BONUS JOYAUX : %d
german: BONUSJUWELEN: %d
italian: GEMME BONUS: %d
japanese: ボーナス宝石: %d
russian: БОНУС САМОЦВЕТОВ: %d
spanish: GEMAS EXTRA: %d

source: BOOST
italian: SPINTA
japanese: ブースト
russian: УСКОРИТЕЛЬ
spanish: PROPULSIÓN

source: BOOSTER WILL POWER YOUR CAR TO DRIVE SOME EXTRA METERS
dutch: MET DE BOOSTER KAN JE AUTO EEN PAAR METER EXTRA RIJDEN
french: UN BOOSTER PERMETTRA À VOTRE VOITURE DE PARCOURIR DES MÈTRES SUPPLÉMENTAIRES
german: MIT EINEM BOOSTER KANN DEIN FAHRZEUG EINIGE METER WEITER FAHREN.
italian: IL BOOSTER POTENZIERÀ IL TUO VEICOLO PER GUIDARE QUALCHE METRO EXTRA
japanese: ブースターは数メートル余分に走行できるように車のパワーを増強します
russian: УСКОРИТЕЛЬ ПРИДАСТ ДОПОЛНИТЕЛЬНУЮ МОЩНОСТЬ МАШИНЕ, ЧТОБЫ ПРОЕХАТЬ ЕЩЁ НЕСКОЛЬКО МЕТРОВ
spanish: EL PROPULSOR APORTARÁ IMPULSO PARA QUE TU AUTO AVANCE UNOS METROS MÁS.

source: BOOT CAMP
french: CAMP D'ENTRAÎNEMENT
german: TRAININGSLAGER
italian: CAMPO RECLUTE
japanese: ブートキャンプ
russian: КУРС МОЛОДОГО БОЙЦА
spanish: CAMPAMENTO MILITAR

source: BOOTCAMP BUNDLE
dutch: BOOTCAMP-PAKKET
french: PACK ENTRAÎNEMENT COMMANDO
german: TRAININGSLAGER-PAKET
italian: PACCHETTO CAMPO RECLUTE
japanese: ブーツキャンプセット
russian: КУРС МОЛОДОГО БОЙЦА
spanish: PAQUETE DE ENTRENAMIENTO

source: BRAKE
dutch: REMMEN
french: FREIN
german: BREMSE
italian: FRENO
japanese: ブレーキ
russian: ТОРМОЗ
spanish: FRENO

source: BRAKES
dutch: REMMEN
french: FREINS
german: BREMSEN
italian: FRENI
japanese: ブレーキ
russian: ТОРМОЗА
spanish: FRENOS

source: BUY
dutch: KOPEN
french: ACHETER
german: KAUFEN
italian: ACQUISTA
japanese: 購入
russian: КУПИТЬ
spanish: COMPRAR

source: BUY BOOSTER?
dutch: BOOSTER KOPEN?
french: ACHETER UN BOOSTER ?
german: BOOSTER KAUFEN?
italian: ACQUISTARE IL BOOSTER?
japanese: ブースターを購入しますか？
russian: КУПИТЬ УСКОРИТЕЛЬ?
spanish: ¿COMPRAR PROPULSOR?

source: BUY PART %s?
dutch: ONDERDEEL %s KOPEN?
french: ACHETER LA PIÈCE %s ?
german: TEIL %s KAUFEN?
italian: ACQUISTARE COMPONENTI %s?
japanese: パーツ購入 %s?
russian: КУПИТЬ ДЕТАЛЬ %s?
spanish: ¿COMPRAR LA PIEZA %s?

source: Basic inline 4 engine.
dutch: Basis inline 4 motor.
french: Moteur basique avec 4 cylindres en ligne.
german: Einfacher Vierzylindermotor.
italian: Motore 4 cilindri in linea base.
japanese: 基本的な直列4気筒エンジン。
russian: Базовая однорядная четверка.
spanish: Motor básico de 4 cilindros en línea.

source: Battery charger
dutch: Accu oplader
french: Chargeur de batterie
german: Akkulader
italian: Caricabatterie
japanese: バッテリーチャージャー
russian: Зарядное устройство
spanish: Cargador de batería

source: Because I'm in Love
dutch: Omdat ik verliefd ben
french: Parce que je suis amoureux
german: Verliebt
italian: Perché sono innamorato
japanese: 恋に落ちたから
russian: Потому что я влюблён
spanish: Porque estoy enamorado

source: Best in winter and ice levels!
dutch: Beste in de winter en ijsniveaus!
french: Meilleur en hiver et pour les niveaux sur glace !
german: Die beste Wahl für Winter- und Eislevel!
italian: Più adatto ai livelli invernali e sul ghiaccio!
japanese: 冬季と氷レベルに最適！
russian: Самый лучший зимой и на и ледяных уровнях!
spanish: ¡La mejor opción en niveles de invierno y con hielo!

source: Best: %dm
dutch: Beste: %dm
french: Record : %dm
german: Bestes Ergebnis: %dm
italian: Migliore: %dm
japanese: ベスト: %dm
russian: Лучший: %dm
spanish: Récord: %dm

source: Beware all speeding hill climbers, the police is now patrolling the hills.
dutch: Pas op, alle te hard rijdende hill climbers, de politie patrouilleert op de hellingen.
french: Prenez-garde à tous les excès de vitesse, la police surveille toutes les collines maintenant.
german: Achtung liebe Hügelrennfahrer! Die Polizei kontrolliert jetzt alle Strecken!
italian: Attenti, voi velocisti delle alture: la polizia le sta ora pattugliando.
japanese: 高速での山登りには注意してください。警察が山をパトロール中です。
russian: Осторожнее с превышением скорости по горам - сейчас там патрулирует полиция.
spanish: Cuidado, veloces escaladores de cerros: la policía patrulla en ellos.

source: Beyond the Galaxy
dutch: Ver achter de melkweg
french: Au-delà de la galaxie
german: Unendlichkeit
italian: Oltre la galassia
japanese: ギャラクシーの彼方
russian: Вне галактики
spanish: Más allá de la galaxia

source: Big monster chassis. Real off-road monster.
dutch: Big monsterchassis. Een echt off-roadmonster.
french: Châssis pour Big monster. Véritable monstre hors-piste
german: Riesiges Monsterfahrgestell. Ein richtiges Off-Road-Monster.
italian: Telaio da grosso monster. Un vero mostro fuoristrada.
japanese: 大型モンスターシャシー。真のオフロードモンスター。
russian: Чудовищное шасси. Настоящий внедорожный монстр.
spanish: Chasis de monstruo grande. Un verdadero monstruo todoterreno.

source: Bigger tires helps maneuvering on the bumpy road.
dutch: Met grotere wielen rijd je makkelijker over hobbelige wegen.
french: Des pneus plus gros permettent de mieux manœuvrer sur les routes cahoteuses.
german: Größere Reifen eignen sich besser für holprige Straßen.
italian: Le gomme più grandi aiutano a manovrare sulle strade sconnesse.
japanese: 大きめのタイヤはでこぼこ道での操作を助けます。
russian: Большие шины помогают маневрировать на ухабах.
spanish: Los neumáticos más grandes permiten maniobras en camino irregular.

source: Bill decided to put on his old Halloween costume and go for a ride in the nearby haunted hills.
dutch: Bill besloot om zijn Halloweenkostuum aan te trekken voor een ritje door de nabijgelegen, spookachtige heuvels.
french: Bill a décidé d'enfiler sont vieux costume d'Halloween et d'aller se promener dans les collines hantées environnantes.
german: Bill hat sein altes Halloween-Kostüm hervorgekramt und möchte über die Geisterberge fahren.
italian: Bill ha deciso di indossare il suo vecchio costume di Halloween e di andare a farsi una corsa nelle vicine alture infestate dagli spiriti.
japanese: ビルは古いハロウィーンの衣装を着て幽霊に取りつかれた近くの山にドライブに行くことにしました。
russian: Билл решил надеть свой старый костюм на Хэллоуин и поехать покататься по ближайшим холмам с призраками.
spanish: Bill decidió ponerse su viejo disfraz de Halloween e ir a recorrer las colinas embrujadas cercanas.

source: Bill decided to take a shower and give people a ride while climbing hills! Not suitable for cave levels!
dutch: Bill besloot een douche te nemen en mensen een lift te geven, als hij de bergen ingaat! Niet geschikt voor grotniveaus!
french: Bill a décidé de prendre une douche et de transporter des gens alors qu'il grimpe des collines ! Déconseillé pour les niveaux des cavernes !
german: Zur Abwechslung bietet Bill diesmal anderen Menschen an, eine Tour über die Hügel mitzumachen! Nicht für Höhlenwelten geeignet!
italian: Bill ha deciso di farsi una doccia e portare la gente a spasso mentre scala le alture! Non adatto per la caverna!
japanese: ビルはシャワーを浴びて山を登る間、人々を乗車させてあげることにしました！洞穴レベルには適していません！
russian: Билл решил принять душ и покатать народ по дороге в гору! Не подходит для пещерных уровней!
spanish: ¡Bill decidió darse una ducha y llevar a las personas a andar a los cerros! No apto para niveles de cuevas.

source: Bottle Opener
dutch: Flessenopener
french: Ouvre-bouteille
german: Flaschenöffner
italian: Apribottiglie
japanese: 栓抜き
russian: Открывалка
spanish: Abrebotellas

source: Bottoms Up
dutch: Te gek!
french: De bas en haut
german: Drehwurmfrei
italian: Un brindisi
japanese: ボトムアップ
russian: Вверх дном
spanish: Invertido

source: Brooom! It's time to explore some challenges!
dutch: Vroem! Het is tijd om een paar uitdagingen te gaan verkennen!
french: Vrooom ! C'est l'heure d'explorer de nouveaux défis !
german: Brumbrum! Es ist Zeit, einige Herausforderungen auszuprobieren!
italian: Vrooom! È ora di esplorare alcune sfide!
japanese: ブルーン! 挑戦を受けて立つ時が来ました！
russian: Дрынь-дынь-дынь! Пора выяснить обстоятельства некоторых вызовов!
spanish: ¡Brooom! ¡Es hora de conocer algunos desafíos!

source: Brooom! It's time to make some awesome jumps and stunts!
dutch: Brooeem! Het is tijd voor een paar fantastische sprongen en superstunts!
french: Vrooom ! Il est temps de faire de magnifiques sauts et acrobaties !
german: Brumm! Brumm! Jetzt heißt es: Sprünge und Stunts!
italian: Vrooom! È ora di fare salti e acrobazie incredibili!
japanese: ブルーン！凄いジャンプやスタントを見せる時が来ました！
russian: Ух! Пора совершить несколько головокружительных прыжков и трюков!
spanish: ¡Brooom! ¡Es hora de hacer saltos y acrobacias increíbles!
