Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: Quick, good traction and a handy hill climbing vehicle!
dutch: Snelle, goede tractie en een praktisch voertuig voor bergop!
french: Rapide, avec une bonne traction, un véhicule très pratique pour grimper les collines !
german: Ein schnelles und praktisches Hügelfahrzeug mit guter Bodenhaftung!
italian: Veloce, dal buon attrito, un veicolo maneggevole per scalare le alture!
japanese: 迅速、優れたトラックションと便利な登山用の車！
russian: Быстрый, хорошо держит дорогу, прекрасно едет в гору!
spanish: ¡Tracción buena, rápida y un vehículo práctico para subir cerros!

source: RACE CAR
dutch: RACEAUTO
french: VOITURE DE COURSE
german: RENNWAGEN
italian: CORSA
japanese: レースカー
russian: ГОНОЧНАЯ
spanish: VELOCIDAD

source: RAGNAROK
german: RAGNARÖK
japanese: ラグナロク
russian: РАГНАРЁК

source: RAINBOW
dutch: REGENBOOG
french: ARC-EN -CIEL
german: REGENBOGEN
italian: ARCOBALENO
japanese: レインボー
russian: РАДУГА
spanish: ARCOíRIS

source: RALLY CAR
dutch: RALLYAUTO
french: VOITURE DE RALLYE
german: RALLYWAGEN
italian: RALLY
japanese: ラリーカー
russian: РАЛЛИЙНАЯ
spanish: RALLY

source: RARE
dutch: ZELDZAAM
german: SELTEN
italian: RARO
japanese: 稀少
russian: РЕДКАЯ
spanish: EXTRAÑA

source: READY
dutch: KLAAR
french: PRÊT
german: FERTIG
italian: PRONTO
japanese: 用意
russian: ГОТОВО
spanish: LISTO

source: REAR HEIGHT
dutch: HOOGTE ACHTERZIJDE
french: HAUTEUR ARRIÈRE
german: HECKHÖHE
italian: ALTEZZA POSTERIORE
japanese: リア高さ
russian: ВЫСОТА СЗАДИ
spanish: ALTURA TRASERA

source: REAR TIRE SIZE
dutch: MAAT ACHTERBAND
french: DIMENSION DES PNEUS ARR.
german: GRÖSSE DER HINTERRÄDER
italian: DIMENS. GOMME POSTERIORI
japanese: リヤタイヤサイズ
russian: РАЗМЕР ЗАДНИХ ШИН
spanish: TAMAÑO DE NEUM. TRASEROS

source: RECORD HOP! %d cm
french: REBOND RECORD ! %d cm
german: REKORDHÜPFER! %d cm
italian: SALTELLO RECORD! %d cm
japanese: 跳躍を記録！ %d cm
russian: РЕКОРДНЫЙ ПРЫЖОК! %d см
spanish: ¡SALTO RÉCORD! %d cm

source: RECORD JUMP! %d cm
dutch: RECORDSPRONG! %d cm
french: SAUT RECORD ! %d cm
german: REKORDSPRUNG! %d cm
italian: SALTO RECORD! %d cm
japanese: ジャンプを記録！ %d cm
russian: РЕКОРДНЫЙ ПРЫЖОК! %d cm
spanish: ¡SALTO RÉCORD! %d cm

source: RECORD: %dm
german: REKORD: %d m
japanese: 記録: %dm
russian: РЕКОРД: %dm
spanish: RÉCORD: %dm

source: REINDEER
dutch: RENDIER
french: RENNE
german: RENTIER
italian: RENNA
japanese: トナカイ
russian: СЕВЕРНЫЙ ОЛЕНЬ
spanish: RENOS

source: REINDEER SHOES
dutch: RENDIERSCHOENEN
french: SABOTS DES RENNES
german: RENTIERSCHUHE
italian: SCARPE DA RENNA
japanese: トナカイのシューズ
russian: ОЛЕНЬИ ПОДКОВЫ
spanish: HERRAJES DE RENO

source: RESET
dutch: RESETTEN
french: RÉINITIALISER
german: RÄUMEN
italian: REIMPOSTA
japanese: リセット
russian: СБРОС
spanish: REINICIAR

source: RESTART
dutch: OPNIEUW STARTEN
french: REDÉMARRER
german: NEU STARTEN
italian: RICOMINCIA
japanese: 再スタート
russian: ПЕРЕЗАПУСК
spanish: REINICIAR

source: RESTORE
dutch: HERSTELLEN
french: RESTAURER
german: WDHST.
italian: RIPRISTINA
japanese: 復元
russian: ВОССТАНОВИТЬ
spanish: RESTAURAR

source: RESUME
dutch: DOORGAAN
french: REPRENDRE
german: FORTSETZEN
italian: RIPRENDI
japanese: 再開
russian: ВОЗОБНОВИТЬ
spanish: REANUDAR

source: ROLL CAGE
dutch: KOOICONSTRUCTIE
french: CAGE DE SÉCURITÉ
german: ÜBERROLLKÄFIG
japanese: ロールケージ
russian: КАРКАС БЕЗОПАСНОСТИ
spanish: JAULA ANTIVUELCO

source: ROLLER COASTER
dutch: ACHTBAAN
french: MONTAGNES RUSSES
german: ACHTERBAHN
italian: MONTAGNE RUSSE
japanese: ローラーコースター
russian: АМЕРИКАНСКИЕ ГОРКИ
spanish: MONTAÑA RUSA

source: ROOFTOPS
dutch: DAKEN
french: TOITS
german: DÄCHER
italian: TETTI
japanese: ルーフトップ
russian: КРЫШИ ДОМОВ
spanish: TERRAZAS

source: Race the hills with this impressive turboed motocross bike.
dutch: Race bergop met deze indrukwekkende turbo-motocrossmotor.
french: Survolez les collines avec cet impressionnant motocross turbo.
german: Düse über die Hügel mit diesem bombastischen Turbo-Motocross.
italian: Corri sulle alture con questa impressionante moto da cross turbo.
japanese: この見事なターボモトクロスバイクで山中をレースします。
russian: Гоняйте по горам на этом впечатляющем кроссовом мотоцикле с турбиной.
spanish: Corre por los cerros con esta impresionante motocicleta turbo.

source: Rate Hill Climb Racing?
dutch: Hill Climb Racing beoordelen?
french: Voulez-vous noter Hill Climb Racing ?
german: Hill Climb Racing bewerten?
italian: Vuoi valutare Hill Climb Racing?
japanese: Hill Climb Racingを評価しますか?
russian: Поставить Hill Climb Racing оценку?
spanish: ¿Calificar Hill Climb Racing?

source: Ready for the super turbo whistle and black smoke? With powerful engine and large wheelbase this really is an unique experience!
dutch: Ben je klaar voor de superturbo gierende autobanden en zwarte rook? Met een krachtige motor en een brede wielbasis is dit echt een unieke ervaring!
french: Prêt pour le super son et la fumée noire du turbo ? Avec un puissant moteur et un grand empattement, ce véhicule offre vraiment une expérience unique !
german: Bereit für den Super-Turbosound und die schwarzen Rauchwolken? Mit diesem leistungsstarken Motor und dem breiten Radabstand erlebst du den puren Fahrspaß!
italian: Sei pronto per il fischio e il fumo nero del super turbo? Con un potente motore e ruote dal largo battistrada questa è davvero un'esperienza unica!
japanese: スーパーターボの警笛と黒煙の用意はできましたか？パワフルなエンジンと大型ホイールベースで本当に独特な体験を味わえます！
russian: Готовы к свисту супер-турбины и чёрному дыму? С мощным двигателем и длинной базой, впечатления будут уникальными!
spanish: ¿Estás listo para el súper sonido turbo y el humo negro? Con un potente motor y una gran distancia entre sus ejes, esta es una experiencia realmente única.

source: Ride the Neon Dragon
dutch: Berijd de Neondraak
french: Chevauchez le dragon fluo
german: Reite auf dem Neondrachen
italian: Cavalca il drago del neon
japanese: ネオンドラゴンに乗る
russian: Езда на Неоновом драконе
spanish: Pilotear el dragón de neón

source: Road Warrior
french: Guerrier de la route
italian: Guerriero della strada
japanese: ロードウォリアー
russian: Дорожный воин
spanish: Guerrero del camino

source: Rollcage for the bike.
dutch: Veiligheidskooi voor de motorfiets.
french: Cage protectrice pour la moto.
german: Ein besserer Überrollbügel für das Motorrad.
italian: Scocca di protezione per la moto.
japanese: オートバイのロールケージ
russian: Защитная арматура для мотоцикла.
spanish: Jaula antivuelco para la motocicleta.

source: Rotating engine improves stability when climbing steep hills.
dutch: Een roterende motor verbetert de stabiliteit als je steile hellingen beklimt.
french: La rotation du moteur améliore la stabilité lors de l'ascension des collines plus abruptes.
german: Ein Drehmotor verbessert die Stabilität bei steilen Anstiegen.
italian: La rotazione del motore migliora la stabilità quando si scalano alture ripide.
japanese: 回転エンジンは険しい山登りの際、安定性を向上します。
russian: Роторный двигатель повышает устойчивость при езде в крутую гору.
spanish: Un motor con rotación mejora la estabilidad para subir cerros empinados.

source: Rubber Burner
dutch: Rubberverbrander
french: Caoutchouc brûlé
german: Asphalt-Cowboy
italian: Bruciagomme
japanese: ラバーバーナー
russian: Сжигатель резины
spanish: Quemacaucho

source: Rudolf's Big Brother
dutch: Rudolfs grote broer
french: Le grand frère de Rudolph
german: Rudolfs großer Bruder
italian: Fratello maggiore di Rudolf
japanese: ルドルフのビッグブラザー
russian: Старший брат Рудольфа
spanish: El hermano mayor de Rudolf

source: Rule the streets with this hip hopper!
dutch: Word koning van de straat met deze hiphopper!
french: Régnez sur les rues avec ce hip hopper !
german: Beherrsche die Straßen mit diesem Hip Hopper!
italian: Domina le strade con questo saltellatore!
japanese: このヒップホッパーで通りを征服しよう！
russian: Король дороги на этом хип-хоппере!
spanish: ¡Sé el amo de las calles con este saltarín!

source: SAVE
dutch: OPSLAAN
french: ENREGISTRER
german: SPEICHERN
italian: SALVA
japanese: 保存
russian: СОХРАНИТЬ
spanish: GUARDAR

source: SCREW
dutch: SCHROEF
french: VIS
german: BOHRER
japanese: スクリュー
russian: ВИНТ
spanish: MEJORA

source: SCROLLING BACKGROUND: OFF
dutch: SCROLLENDE ACHTERGROND: UIT
french: ARRIÈRE-PLAN DÉROULANT : DÉSACTIVÉ
german: SCROLL-HINTERGRUND: AUS
italian: SCORRIMENTO ALL'INDIETRO: OFF
japanese: スクローリングバックグラウンド：オフ
russian: ФОН ПРОКРУТКИ: ВЫКЛ.
spanish: FONDO DE DESPLAZAMIENTO: DESACTIVADO

source: SCROLLING BACKGROUND: ON
dutch: SCROLLENDE ACHTERGROND: AAN
french: ARRIÈRE-PLAN DÉROULANT : ACTIVÉ
german: SCROLL-HINTERGRUND: EIN
italian: SCORRIMENTO ALL'INDIETRO: ON
japanese: スクローリングバックグラウンド：オン
russian: ФОН ПРОКРУТКИ: ВКЛ.
spanish: FONDO DE DESPLAZAMIENTO: ACTIVADO

source: SEASONS
dutch: SEIZOENEN
french: SAISONS
german: JAHRESZEITEN
italian: STAGIONI
japanese: 季節
spanish: ESTACIONES

source: SEAT
dutch: ZADEL
french: SIÈGE
german: SITZ
italian: SEDILE
japanese: シート
russian: СИДЕНЬЕ
spanish: ASIENTO

source: SECRET FOUND +%d
dutch: GEHEIM GEVONDEN +%d
french: SECRET TROUVÉ +%d
german: GEHEIMNIS GEFUNDEN +%d
italian: SEGRETO SCOPERTO +%d
japanese: 暴かれた秘密 +%d
russian: НАЙДЕН СЕКРЕТ +%d
spanish: SECRETO ENCONTRADO +%d

source: SECRET FOUND +10000
dutch: GEHEIM GEVONDEN +10000
french: SECRET TROUVÉ +10000
german: GEHEIMNIS GEFUNDEN +10000
italian: SEGRETO SCOPERTO +10000
japanese: 秘密発見 +10000
russian: НАЙДЕН СЕКРЕТ +10000
spanish: SECRETO HALLADO +10.000

source: SELECT
dutch: SELECTEREN
french: SÉLECTIONNER
german: AUSWÄHLEN
italian: SELEZIONA
japanese: 選択
russian: ВЫБРАТЬ
spanish: SELECCIONAR

source: SELECT LANGUAGE
dutch: SELECTEER TAAL
french: SÉLECTIONNER UNE LANGUE
german: SPRACHE WÄHLEN
italian: SELEZIONA LINGUA
japanese: 言語を選択
russian: ВЫБРАТЬ ЯЗЫК
spanish: SELECCIONA EL IDIOMA

source: SELECT STAGE
dutch: SELECTEER NIVEAU
french: SÉLECTIONNER UNE ÉTAPE
german: STUFE AUSWÄHLEN
italian: SELEZIONA SCENARIO
japanese: ステージを選択
russian: ВЫБРАТЬ ЭТАП
spanish: SELECCIONAR ETAPA

source: SELECT VEHICLE
dutch: SELECTEER VOERTUIG
french: SÉLECTIONNER UN VÉHICULE
german: FAHRZEUG AUSWÄHLEN
italian: SELEZIONA VEICOLO
japanese: 車を選択
russian: ВЫБРАТЬ АППАРАТ
spanish: SELECCIONAR VEHÍCULO

source: SETTINGS
dutch: INSTELLINGEN
french: RÉGLAGES
german: EINSTELLUNGEN
italian: IMPOSTAZIONI
japanese: 設定
russian: НАСТРОЙКИ
spanish: AJUSTES

source: SETTINGS %d
dutch: INSTELLINGEN %d
french: RÉGLAGES %d
german: EINSTELLUNGEN %d
italian: IMPOSTAZIONI %d
japanese: 設定 %d
russian: НАСТРОЙКИ %d
spanish: AJUSTES %d

source: SHARE HILL CLIMB RACING
dutch: DEEL HILL CLIMB RACING
french: PARTAGEZ HILL CLIMB RACING
german: HILL CLIMB RACING TEILEN
italian: CONDIVIDI HILL CLIMB RACING
japanese: HILL CLIMB RACINGをシェア
russian: ПОДЕЛИТЬСЯ HILL CLIMB RACING
spanish: COMPARTE HILL CLIMB RACING

source: SHOP
french: BOUTIQUE
italian: NEGOZIO
japanese: ショップ
russian: МАГАЗИН
spanish: TALLER

source: SHOP
french: BOUTIQUE
italian: NEGOZIO
japanese: ショップ
russian: МАГАЗИН
spanish: TALLER

source: SHOW AD CONTROLS
dutch: RECLAMEREGELING WEERGEVEN
french: AFFICHEZ LES CONTRÔLES DE PUBS
german: WERBUNGSEINSTELLUNGEN ANZEIGEN
italian: MOSTRA CONTROLLI PUBBLICITÀ
japanese: 広告コントロールを表示
russian: ПОКАЗАТЬ УПРАВЛЕНИЕ
spanish: MOSTRAR CONTROLES DE ANUNCIOS

source: SIGN IN
dutch: AANMELDEN
french: SE CONNECTER
german: ANMELDEN
italian: ACCEDI
japanese: サインイン
russian: ВХОД
spanish: INICIAR SESIÓN

source: SIGN IN TO CLOUD
dutch: AANMELDEN BIJ CLOUD
french: SE CONNECTER AU CLOUD
german: BEI CLOUD-DIENST ANMELDEN
italian: ACCEDI A CLOUD
japanese: クラウドにサインイン
russian: ВОЙТИ В ОБЛАКО
spanish: INICIAR SESIÓN EN LA NUBE

source: SIGN OUT
dutch: AFMELDEN
french: SE DÉCONNECTER
german: ABMELDEN
italian: ESCI
japanese: サインアウト
russian: ВЫХОД
spanish: CERRAR SESIÓN

source: SIZE
dutch: GROOTTE
french: TAILLE
german: GRÖSSE
italian: DIMENSIONE
japanese: サイズ
russian: РАЗМЕР
spanish: TAMAÑO

source: SLEIGH
dutch: SLEE
french: TRAINEAU
german: SCHLITTEN
italian: SLITTA
japanese: そり
russian: САНИ
spanish: TRINEO

source: SNOW MOBILE
dutch: SNEEUWKAT
french: SCOOTER DES NEIGES
german: SCHNEEMOBIL
italian: GATTO DELLE NEVI
japanese: スノーモービル
russian: СНЕГОХОД
spanish: MOTONIEVE

source: SOUNDS
dutch: GELUIDEN
french: SONS
german: TÖNE
italian: SUONI
japanese: サウンド
russian: ЗВУКИ
spanish: SONIDOS

source: SPACE
dutch: RUIMTE
french: ESPACE
german: ALL
italian: SPAZIO
japanese: 宇宙
russian: ПРОСТОР
spanish: ESPACIO

source: SPECIAL OFFER
dutch: AANBIEDING
french: OFFRE SPÉCIALE
german: SONDERANGEBOT
italian: OFFERTA SPECIALE
japanese: スペシャルオファー
russian: СПЕЦ. ПРЕДЛОЖЕНИЕ
spanish: OFERTA ESPECIAL

source: SPRINGS
dutch: VEREN
french: AMORTISSEURS
german: FEDERN
italian: SOSPENSIONI
japanese: スプリング
russian: ПРУЖИНЫ
spanish: RESORTES

source: STABILITY
dutch: STABILITEIT
french: STABILITÉ
german: STABILITÄT
italian: STABILITÀ
japanese: 安定性
russian: УСТОЙЧИВОСТЬ
spanish: ESTABILIDAD

source: STAGE
dutch: NIVEAU
french: ÉTAPE
german: STUFE
italian: SCENARIO
japanese: ステージ
russian: ЭТАП
spanish: ETAPA

source: START
french: DÉPART
german: STARTEN
italian: INIZIA
japanese: スタート
russian: СТАРТ
spanish: INICIO

source: STREET
french: ROUTE
german: STRASSE
italian: STRADA
japanese: 道路
russian: УЛИЦА
spanish: CALLE

source: STREET PRO
french: ROUTE PRO
german: STRASSE PRO
italian: STRADA PRO
japanese: ストリートプロ
russian: УЛИЦА PRO
spanish: PROF. DE LA CALLE

source: SUBMIT
dutch: VERZENDEN
french: ENVOYER
german: SENDEN
italian: INVIA
japanese: 送信
russian: ОТПРАВИТЬ
spanish: ENVIAR

source: SUPER DIESEL 4X4
french: 4X4 SUPER DIESEL
italian: 4X4 SUPER DIESEL
japanese: スーパーディーゼル 4x4
russian: СУПЕР ДИЗЕЛЬ 4X4
spanish: TURBODIÉSEL 4X4

source: SUPER DRIVER BONUS!
dutch: SUPERCHAUFFEUR-BONUS!
french: BONUS DE SUPER CONDUCTEUR !
german: SUPERFAHRER-BONUS!
italian: BONUS SUPER PILOTA!
japanese: スーパードライバーボーナス！
russian: БОНУС ДЛЯ СУПЕР-ВОДИТЕЛЯ!
spanish: ¡BONO DE SUPERCONDUCTOR!

source: SUPER OFFROAD
dutch: SUPER TERREINWAGEN
french: SUPER TOUT-TERRAIN
italian: SUPER FUORISTRADA
japanese: スーパーオフロード
russian: СУПЕР ВНЕДОРОЖНИК
spanish: SUPERTODOTERRENO

source: SURFACE
dutch: OPPERVLAKTE
german: UNTERGRUND
italian: SUPERFICIE
japanese: 表面
russian: ПОВЕРХНОСТЬ
spanish: SUPERFICIE

source: SUSPENSION
dutch: OPHANGING
german: FEDERUNG
italian: SOSPENSIONE
japanese: サスペンション
russian: ПОДВЕСКА
spanish: SUSPENSIÓN

source: SYNC IN PROGRESS
dutch: SYNCHRONISATIE IS GAANDE
french: SYNCHRO EN COURS
german: SYNCHRONISIERUNG LÄUFT
italian: SINCRONIZZAZIONE IN CORSO
japanese: 同期進行中
russian: ИДЁТ СИНХРОНИЗАЦИЯ
spanish: SINCRO EN CURSO

source: Safety Inspector
dutch: Veiligheidsinspecteur
french: Inspecteur à la sécurité
german: Sicherheitsbeauftragter
italian: Ispettore alla sicurezza
japanese: 安全検査官
russian: Инспектор безопасности
spanish: Inspector de seguridad

source: Santa's Lost Cousin
dutch: Kerstmans zoekgeraakte neef
french: Le cousin perdu du Père Noël
german: Verlorener Cousin des Weihnachtsmanns
italian: Cugino perduto di Babbo Natale
japanese: サンタの失踪したいとこ
russian: Потерянный кузен Санта-Клауса
spanish: Primo perdido de Santa

source: Secret Achievement
dutch: Geheime prestatie
french: Réussite cachée
german: Geheimerfolg
italian: Obiettivo segreto
japanese: 秘密の達成項目
russian: Секретное достижение
spanish: Logro secreto

source: Serious Junkie
dutch: Heftige junkie
french: Junkie très sérieux
german: PS-Junkie
italian: Un serio vizio
japanese: 深刻な麻薬中毒者
russian: Серьёзный фанат
spanish: Adicto a los autos

source: Share your result
dutch: Deel je resultaten
french: Partagez vos résultats
german: Teile dein Ergebnis
italian: Condividi il tuo risultato
japanese: 結果を共有
russian: Поделиться результатом
spanish: Comparte tu resultado

source: Slippery arctic cave is something different to try.
dutch: Een glibberige grot op de Noordpool is heel iets anders om te proberen.
french: La caverne arctique super glissante est un défi différent à essayer.
german: Die rutschige arktische Höhle sorgt für Abwechslung.
italian: La caverna artica scivolosa è qualcosa di diverso da provare.
japanese: 滑りやすい北極圏の洞穴をトライすることは困難です。
russian: Ещё можно попробовать скользкую пещеру в Арктике.
spanish: Una cueva ártica resbaladiza es un nuevo desafío.

source: Smash 1000 pumpkins
dutch: Verpletter 1000 pompoenen
french: Écrasez 1000 citrouilles
german: Überfahre 1000 Kürbisse
italian: Distruggi 1000 zucche
japanese: 1000個のカボチャを叩く
russian: Разбить 1000 тыкв
spanish: Destruye 1000 calabazas

source: Smashing Pumpkins
dutch: Pompoenen verpletteren
french: Écraser les citrouilles
german: Kürbisse überfahren
italian: Distruttore di zucche
japanese: スマッシング・パンプキンズ
russian: Тыквы вдребезги
spanish: Destruyendo calabazas

source: Some of car parts seems to be invalid. You can try to change or tune some parts or just build new car on the same slot
dutch: Een aantal van de auto-onderdelen zijn ongeldig. Je kunt de onderdelen vervangen of repareren, of je kunt een nieuwe auto op dezelfde plek bouwen.
french: Certaines pièces ne semblent pas valides. Vous pouvez essayer de changer ou de personnaliser certaines pièces ou alors de construire une nouvelle voiture au même emplacement.
german: Einige Wagenteile scheinen ungültig zu sein. Du kannst einige Teile auswechseln oder tunen oder einfach einen neuen Wagen auf demselben Platz bauen.
italian: Alcuni componenti del veicolo sembrano non essere validi. Puoi provare a cambiare o mettere a punto alcuni componenti oppure costruire semplicemente un nuovo veicolo nella stessa finestra
japanese: 幾つかの車のパーツが無効です。パーツを変更またはチューニングするか、同じスロットで新しい車を作成できます
russian: Похоже, некоторые детали машин дефектные. Вы можете попробовать заменить или настроить некоторые детали или просто построить новую машину в том же самом слоте
spanish: Parece que algunas de las piezas no son válidas. Puedes intentar modificarlas o construir un nuevo auto en el mismo espacio.

source: Street race tire!
dutch: Straatraceband!
french: Pneu pour course sur route !
german: Straßenrennreifen!
italian: Gomma da corsa su strada!
japanese: ストリートレースタイヤ！
russian: Шина для уличных гонок!
spanish: ¡Neumático para carreras sobre asfalto!

source: Super powerful and fast.
dutch: Super krachtig en snel.
french: Super puissant et rapide.
german: Sehr leistungsstark und schnell.
italian: Super potente e veloce.
japanese: とてもパワフルで高速。
russian: Сверхмощная и быстрая.
spanish: Superpoderoso y superrápido.

source: Superb eco engine with improved acceleration.
dutch: Geweldige eco-motor met verbeterde acceleratie.
french: Superbe moteur éco avec accélération améliorée.
german: Hervorragender Ökomotor mit verbesserter Beschleunigung.
italian: Superbo motore ecologico con accelerazione migliorata.
japanese: 秀逸なエコエンジンと改善された加速
russian: Великолепный эко-двигатель с улучшенным разгоном.
spanish: Fabuloso motor ecológico con aceleración mejorada.

source: Survive in the Ragnarok
dutch: Overleven in de Ragnarok
french: Survivez dans le Ragnarok
german: Überlebe in der Ragnarök
italian: Sopravvivi nel Ragnarok
japanese: ラグナロクを生き延びる
russian: Пережить Рагнарёк
spanish: Sobrevive en el Ragnarok.

source: Survive the Jungle
dutch: Overleef de jungle
french: Survivre dans la jungle
german: Überlebe im Dschungel
italian: Sopravvivi nella giungla
japanese: ジャングルを生き延びる
russian: Выжить в Джунглях
spanish: Sobrevive en la selva.

source: TANK
french: CHAR D'ASSAUT
german: PANZER
italian: CARRO ARMATO
japanese: 戦車
russian: ТАНК
spanish: TANQUE

source: THRUSTER
dutch: STUWRAKET
french: PROPULSEUR
german: SCHUBDÜSEN
italian: PROPULSORE
japanese: スラスタ
russian: УСКОРИТЕЛЬ
spanish: PROPULSOR

source: TIRE
dutch: BAND
french: PNEU
german: REIFEN
italian: GOMMA
japanese: タイヤ
russian: ШИНА
spanish: NEUMÁTICO

source: TIRE SIZE
dutch: BANDGROOTTE
french: TAILLE DES PNEUS
german: REIFENGRÖSSE
italian: DIMENS. GOMME
japanese: タイヤサイズ
russian: РАЗМЕР ШИН
spanish: TAMAÑO DE NEUMÁTICO

source: TIRES
dutch: BANDEN
french: PNEUS
german: REIFEN
italian: GOMME
japanese: タイヤ
russian: ШИНЫ
spanish: NEUMÁTICOS

source: TOOLBOX
dutch: GEREEDSCHAPSKIST
french: BOÎTE À OUTILS
german: WERKZEUGE
italian: CASSETTA
japanese: ツールボックス
russian: РЕМОНТ
spanish: HERRAMIENTAS

source: TORQUE
dutch: TORSIE
french: COUPLE
german: DREHMOMENT
italian: COPPIA
japanese: トルク
russian: КРУТЯЩИЙ МОМЕНТ
spanish: PAR MOTOR

source: TOUCH TO CONTINUE
dutch: AANRAKEN OM VERDER TE GAAN
french: TOUCHEZ POUR CONTINUER
german: ZUM FORTSETZEN TIPPEN
italian: TOCCA PER CONTINUARE
japanese: 継続するにはタッチ
russian: ПРОДОЛЖИТЬ КАСАНИЕМ
spanish: TOCAR PARA CONTINUAR

source: TOURIST BUS
dutch: TOERISTENBUS
french: BUS DE TOURISTES
german: REISEBUS
italian: BUS TURISTICO
japanese: ツアーバス
russian: АВТОБУС
spanish: BUS TURÍSTICO

source: TRACKS
dutch: SPOREN
french: SEMELLES
german: KETTE
italian: CINGOLI
japanese: トラック
russian: ГУСЕНИЦЫ
spanish: ORUGAS

source: TRACTION
dutch: TRACTIE
german: BODENHAFTUNG
italian: TRAZIONE
japanese: トラクション
russian: СЦЕПЛЕНИЕ С ДОРОГОЙ
spanish: TRACCIÓN

source: TRACTOR
french: TRACTEUR
german: TRAKTOR
italian: TRATTORE
japanese: トラクター
russian: ТРАКТОР

source: TRICK BUNDLE
dutch: TRUCPAKKET
french: PACK ASTUCE
german: KUNSTSTÜCK-PAKET
italian: PACCHETTO TRUCCHI
japanese: トリックセット
russian: КОМПЛЕКТ ФОКУСНИКА
spanish: PAQUETE DE TRUCOS

source: TROPHY TRUCK
dutch: TROFEE-TRUCK
french: CAMION TROPHÉE
japanese: トロフィートラック
russian: КРУТОЙ БАГГИ
spanish: CAMIÓN TROPHY

source: TRUCK
french: CAMION
german: LKW
italian: CAMION
japanese: トラック
russian: ГРУЗОВИК
spanish: CAMIÓN

source: TUNE
dutch: BIJSTELLEN
french: RÉGLER
german: TUNEN
italian: REGOLA
japanese: チューン
russian: ТЮНИНГ
spanish: OPTIMIZAR

source: TUNE %s
dutch: %s BIJSTELLEN
french: RÉGLER %s
german: %s TUNEN
italian: REGOLA %s
japanese: %sをチューンする
russian: ТЮНИНГ НА %s
spanish: OPTIMIZAR %s

source: TURBO
japanese: ターボ
russian: ТУРБО

source: Take an adventure into the treasure cave. It's hard to approach the bumps without hitting the ceiling. Gasoline is a limited resource in a cave.
dutch: Ga op avontuur in de schatgraversgrot. Het is lastig om over de hobbels heen te komen zonder het plafond te raken. Benzine is in een grot beperkt aanwezig.
french: Choisissez l'aventure dans la caverne au trésor. Pas facile de négocier les bosses sans heurter le plafond. L'essence est une ressource limitée dans une caverne.
german: Wage dich in die Schatzhöhle hinein. Doch sei vorsichtig: Stoße nicht an der Decke an, wenn du über eine der vielen Bodenwellen fährst. Kraftstoff ist in der Höhle nur begrenzt verfügbar.
italian: Vivi un'avventura all'interno della caverna del tesoro. È difficile affrontare i dossi senza sbattere sulla volta. Il carburante è una risorsa limitata in una caverna.
japanese: 宝物がある洞窟を冒険しましょう。天井をぶつけることなくでこぼこ表面を走るのは困難です。洞窟内ではガソリンに制限があります。
russian: Попытайте счастья в пещере с сокровищами. Трудно ехать по ухабам, чтобы не стукнуться о потолок. Запас бензина в пещере ограничен.
spanish: Vive una aventura en la cueva del tesoro. Es difícil pasar por los baches sin golpearse contra el techo. La gasolina es un recurso limitado en la cueva.

source: Terrain Rocket
dutch: Terreinraket
french: Roquette de terrain
german: Geländerakete
italian: Razzo del terreno
japanese: テラインロケット
russian: Наземная ракета
spanish: Cohete terrestre

source: The Classic
dutch: De klassieker
french: Le classique
german: Der Klassiker
italian: Il classico
japanese: ザ・クラシック
russian: Классика
spanish: Clásico

source: The Softer Side
dutch: De zachte kant
french: Le côté plus facile
german: Die weichere Seite
italian: La parte più morbida
japanese: 柔らかい方
russian: Нежная сторона
spanish: El lado más blando
