Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: Make %d backflips
dutch: Maak %d salto's achterover
french: Faites %d saltos arrières
german: Mache %d Rückwärtssaltos
italian: Effettua %d capriole all'indietro
japanese: %d 後方宙返りをする
russian: Сделать %d сальто назад
spanish: Logra %d volteretas invertidas

source: Make %d flips
dutch: Maak %d salto's
french: Faites %d sauts périlleux
german: Mache %d Saltos
italian: Effettua %d capriole
japanese: %d 宙返りをする
russian: Сделать %d сальто
spanish: Logra %d volteretas

source: Make %d neckflips
dutch: Maak %d neksalto's
french: Faites %d sauts casse-cou
german: Mache %d Genicksaltos
italian: Effettua %d capriole rompicollo
japanese: %d 首宙返りをする
russian: Сделать %d японских фляков
spanish: Logra %d quebraduras de cuello

source: Make 10 backflips in one run
dutch: Maak gedurende één run 10 salto's achterover
french: Faites 10 saltos arrières en une seule course
german: Mache 10 Rückwärtssaltos in einer Fahrt
italian: Effettua 10 capriole all'indietro in una corsa
japanese: 1度の走行で10回後方宙返りをする
russian: Сделать 10 сальто назад подряд
spanish: Logra 10 volteretas invertidas en una pasada.

source: Make 10 flips in one run
dutch: Maak in één run 10 salto's
french: Faites 10 sauts périlleux en une seule course
german: Mache 10 Saltos in einer Fahrt
italian: Effettua 10 capriole in una corsa
japanese: 1度の走行で10回宙返りをする
russian: Сделать 10 сальто подряд
spanish: Logra 10 volteretas en una pasada.

source: Makes your bike more stable (and cooler).
dutch: Maak je motor stabieler (en cooler).
french: Rend votre moto plus stable (et plus cool).
german: Macht dein Motorrad stabiler (und cooler).
italian: Rende più stabile (e più fantastica) la tua moto.
japanese: オートバイの安定化（および冷却化）を実現します。
russian: Делает ваш мотоцикл более устойчивым (и классным).
spanish: Da más estabilidad (y atractivo) a tu motocicleta.

source: Makes your bike turn faster in mid-air making tricks easier and allow more control on landing.
dutch: Zorgt ervoor dat je motor in de lucht sneller draait, zodat je gemakkelijker trucs kunt uitvoeren en bij de landing meer controle hebt.
french: Permet à votre motocross de tourner plus vite dans les airs ce qui rend les manoeuvres plus faciles et offre plus de contrôle à l'atterrissage.
german: Ermöglicht eine schnellere Drehung in der Luft. Tricks lassen sich leichter vollführen und bei der Landung hast du mehr Kontrolle über das Motorrad.
italian: Permette alla tua moto di girare più rapidamente a mezz'aria rendendo più facili le acrobazie. Permette inoltre maggior controllo nel ritorno al suolo.
japanese: バイクの空中回転を高速にする他、トリックが簡単になり、着地コントロールを向上します。
russian: Мотоцикл быстрее поворачивает в воздухе, облегчая выполнению трюков и улучшая приземление.
spanish: Hace que los giros de tu moto sean más rápidos y fáciles en trucos de saltos con elevación y te permite un mejor control en el aterrizaje.

source: Micro Maniac
dutch: Micro Maniak
german: Mikro-Maniac
italian: Maniaco della micro
japanese: マイクロマニア
russian: Микро-маньяк
spanish: Micromaniático

source: Monster Truck Mayhem
dutch: Monstertruck uitspattingen
french: Monster Truck de destruction
german: Monstertruck-Odyssee
italian: Tumulto di Monster Truck
japanese: モンスタートラック騒動
russian: Беспредел Monster Truck
spanish: Caos con camión monstruo

source: Monster car chassis. Good for air time tricks.
dutch: Monsterautochassis. Goed voor kunstjes in de lucht.
french: Châssis pour Monster car. Idéal pour les tours en l'air.
german: Fahrgestell für Monsterautos. Gut für Kunststücke mit Flugzeit.
italian: Telaio da monster. Buono per trucchi in aria.
japanese: モンスターカーシャシー。エアタイムトリックに適しています。
russian: Чудовищное шасси. Хорошо для воздушных трюков.
spanish: Chasis de auto monstruo. Bueno para trucos de salto.

source: Moon Grinder
dutch: Maanslijper
german: Mondforscher
italian: Macinino lunare
japanese: ムーングラインダー
russian: Лунный точильщик
spanish: Trituradora lunar

source: More horsepower with real animals!
dutch: Meer paardenkracht met echte dieren!
french: Plus de chevaux-vapeur avec de vrais animaux !
german: Mehr Pferdestärken mit echten Tieren!
italian: Più cavalli vapore con veri animali!
japanese: 本当の動物で馬力が増加しました！
russian: Больше лошадиных сил на реальных животных!
spanish: ¡Más potencia con animales reales!

source: More reindeer means more power! Reindeer helps you climb hills and make longer jumps and tricks for more bonuses.
dutch: Meer rendieren betekent meer power! Rendier helpt je om hellingen te beklimmen, verder te springen en meer trucs uit te halen voor meer bonussen.
french: Plus de rennes signifie plus de puissance ! Les rennes vous aident à grimper les collines et à faire des sauts et des acrobaties plus élaborés pour obtenir plus de bonus.
german: Mehr Rentiere haben mehr Kraft! Mit Rentieren kommst du leichter auf Berge hoch. Du kannst außerdem weiter springen und mehr Kunststücke vollführen und somit zusätzliche Punkte sammeln.
italian: Avere più renne significa avere più potenza! Le renne ti aiutano a scalare le alture, effettuare salti più lunghi e acrobazie per avere ulteriori bonus.
japanese: トナカイが増えると馬力も増えます！トナカイは山登りを助け、長く跳躍し、たくさんのボーナスを得るためのトリックをもたらします。
russian: Чем больше оленей, тем выше мощность! Северные олени помогают легче ехать в гору, выполнять прыжки и трюки и получать больше бонусов.
spanish: ¡Más renos significa mayor potencia! Los renos te permiten subir cerros y hacer saltos y trucos más largos para obtener más bonos.

source: Mysterious place with tons of challenging surprises.
dutch: Mysterieus niveau met heel veel uitdagende verrassingen.
french: Un endroit mystérieux avec des tonnes de surprises et de défis.
german: Geheimnisvoller Ort mit vielen schwierigen Überraschungen.
italian: Luogo misterioso con migliaia di sorprese impegnative.
japanese: 驚愕的なチャレンジ満載のミステリアスな場所。
russian: Таинственное место с массой интересных сюрпризов.
spanish: Un lugar misterioso con muchísimas sorpresas desafiantes.

source: NATIONAL DAY PACK
dutch: NATIONALE DAG-PAKKET
french: PACK FÊTE NATIONALE
german: NATIONALFEIERTAGSPAKET
italian: PACCHETTO DELLA FESTA NAZIONALE
japanese: 国家記念日パック
russian: КОМПЛЕКТ ДЛЯ НАЦИОНАЛЬНОГО ПРАЗДНИКА
spanish: PAQUETE DE DÍA NACIONAL

source: NECK FLIP +%d
dutch: NEKSALTO +%d
french: SAUT CASSE-COU +%d
german: GENICKSALTO +%d
italian: CAPRIOLA ROMPICOLLO +%d
japanese: 首骨折 +%d
russian: ЯПОНСКИЙ ФЛЯК +%d
spanish: CUELLO QUEBRADO +%d

source: NECK FLIP +2500
dutch: NEKSALTO +2500
french: SAUT CASSE-COU +2500
german: GENICKSALTO +2500
italian: CAPRIOLA ROMPICOLLO +2500
japanese: 首宙返り +2500
russian: ЯПОНСКИЙ ФЛЯК +2500
spanish: CUELLO QUEBRADO +2500

source: NEED MORE CAR PARTS?
dutch: MEER AUTO-ONDERDELEN NODIG?
french: BESOIN DE PLUS DE PIÈCES DÉTACHÉES ?
german: BRAUCHST DU MEHR AUTOTEILE?
italian: TI SERVONO ALTRI COMPONENTI?
japanese: もっとカーパーツが必要ですか？
russian: НУЖНЫ ЕЩЕ ДЕТАЛИ ДЛЯ МАШИН?
spanish: ¿NECESITAS MÁS PIEZAS?

source: NEON
french: NÉON
japanese: ネオン
russian: НЕОН
spanish: NEÓN

source: NEW CAR
dutch: NIEUWE AUTO
french: NOUVELLE VOITURE
german: NEUER WAGEN
italian: NUOVO VEICOLO
japanese: 新車
russian: НОВАЯ МАШИНА
spanish: AUTO NUEVO

source: NEW LEVEL ACHIEVED!
dutch: NIEUW NIVEAU VOLTOOID!
french: NOUVEAU NIVEAU TERMINÉ !
german: NEUES LEVEL ERREICHT!
italian: NUOVO LIVELLO RAGGIUNTO!
japanese: 新しいレベルに達しました！
russian: НОВЫЙ УРОВЕНЬ!
spanish: ¡NUEVO NIVEL ALCANZADO!

source: NEW PART
dutch: NIEUW ONDERDEEL
french: NOUVELLE PIÈCE
german: NEUES TEIL
italian: NUOVO COMPONENTE
japanese: 新しいパーツ
russian: НОВАЯ ДЕТАЛЬ
spanish: NUEVA PIEZA

source: NEW RECORD!
dutch: NIEUW RECORD!
french: NOUVEAU RECORD !
german: NEUER REKORD!
italian: NUOVO RECORD!
japanese: 新記録！
russian: НОВЫЙ РЕКОРД!
spanish: ¡NUEVO RÉCORD!

source: NEW RECORD: %dm
dutch: NIEUW RECORD: %dm
french: NOUVEAU RECORD : %dm
german: NEUER REKORD: %d m
italian: NUOVO RECORD: %dm
japanese: 新記録: %dm
russian: НОВЫЙ РЕКОРД: %dm
spanish: NUEVO RÉCORD: %dm

source: NEXT
dutch: VOLGENDE
french: SUIVANT
german: WEITER
italian: SUCCESSIVO
japanese: 次
russian: ДАЛЕЕ
spanish: SIGUIENTE

source: NIGHT
dutch: NACHT
french: NUIT
german: NACHT
italian: NOTTE
japanese: 夜
russian: НОЧЬ
spanish: NOCHE

source: NO
dutch: NEE
french: NON
german: NEIN
japanese: いいえ
russian: НЕТ

source: NORTHPOLE
dutch: NOORDPOOL
french: PÔLENORD
german: NORDPOL
italian: POLO NORD
japanese: 北極
russian: СЕВ. ПОЛЮС
spanish: POLO NORTE

source: NOT ENOUGH GEMS. BUY MISSING %d GEMS?
dutch: NIET GENOEG EDELSTENEN. ONTBREKENDE %d EDELSTENEN KOPEN?
french: PAS ASSEZ DE JOYAUX. ACHETER LES %d JOYAUX MANQUANTS ?
german: DU HAST NICHT GENUG JUWELEN. FEHLENDE %d JUWELEN KAUFEN?
italian: NON ABBASTANZA GEMME. ACQUISTARE LE %d GEMME MANCANTI?
japanese: 宝石が足りません。足りない宝石を%d個購入しますか？
russian: НЕ ХВАТАЕТ САМОЦВЕТОВ. КУПИТЬ НЕДОСТАЮЩИЕ %d?
spanish: NO HAY SUFICIENTES GEMAS. ¿COMPRAR LAS %d GEMAS FALTANTES?

source: NUCLEAR BUNDLE
dutch: NUCLEAIR PAKKET
french: PACK NUCLÉAIRE
german: ATOMKRAFT-PAKET
italian: PACCHETTO NUCLEARE
japanese: 核兵器セット
russian: ЯДЕРНЫЙ КОМПЛЕКТ
spanish: PAQUETE NUCLEAR

source: NUCLEAR PLANT
dutch: KERNCENTRALE
french: CENTRALE NUCLÉAIRE
german: ATOMKRAFTWERK
italian: CENTRALE NUCLEARE
japanese: 原子力発電所
russian: АТОМНАЯ СТАНЦИЯ
spanish: PLANTA NUCLEAR

source: Naturally aspirated inline 6 engine
dutch: Natuurlijk aangezogen inline 6 motor
french: Moteur atmosphérique avec 6 cylindres en ligne
german: Saugmotor mit 6 Zylinder
italian: Motore a 6 cilindri in linea ad aspirazione naturale
japanese: 自然吸気式直列6気筒
russian: Атмосферная однорядная шестерка
spanish: Motor atmosférico de 6 cilindros en línea

source: Naughty driver
dutch: Ondeugende chauffeur
french: Vilain conducteur
german: Frecher Fahrer
italian: Autista impertinente
japanese: イタズラ好きなドライバー
russian: Бесцеремонный водитель
spanish: Conductor travieso

source: Neck patch?
dutch: Neksteun?
french: Pansement pour le cou ?
german: Genickheilung?
italian: Cerotto per il collo?
japanese: 首パッチ？
russian: Пластырь на шее?

source: Neckflip within 5 seconds from stage start
dutch: Neksalto binnen 5 seconden na de start
french: Saut casse-cou moins de 5 secondes après le départ
german: Mache einen Genicksalto innerhalb der ersten 5 Sekunden nach Stufenstart
italian: Capriola rompicollo entro 5 secondi dall'inizio dello scenario
japanese: ステージスタートから5秒以内に首宙返り
russian: Японский фляк через 5 секунд после начала этапа
spanish: Logra una quebradura de cuello a 5 segundos del inicio de la etapa

source: Neon King
dutch: Neonkoning
french: Le roi fluo
german: Neonkönig
italian: Re del neon
japanese: ネオンキング
russian: Неоновый король
spanish: Rey de neón

source: New Direction
dutch: Nieuwe richting
french: Nouvelle direction
german: Neue Richtung
italian: Nuova direzione
japanese: 新しい方向
russian: Новое направление
spanish: Nueva dirección

source: No Tips Required
dutch: Geen fooien nodig
french: Les pourboires sont inclus
german: Keine Tipps erforderlich
italian: Non c'è bisogno di mance
japanese: チップは必要ありません
russian: Подсказки не нужны
spanish: No hacen falta propinas

source: No food, no go. Improved feedbag size makes it possible to drive further.
dutch: Geen etenswaren, thuis blijven. Met een grotere haverzak kom je een stuk verder.
french: Sans carburant on ne va pas loin. L'augmentation de la taille du réservoir vous permet d'aller plus loin.
german: Ohne Essen keine Kraft. Dank der größeren Futterbeutel kannst du weitere Strecken fahren.
italian: Niente cibo, niente viaggio. La dimensione migliorata della musetta permette di andare più lontano.
japanese: 食べ物がなければどこにも行けません。改善されたえさバッグサイズによりもっと遠くまで行けます。
russian: Без корма не поедем. Усовершенствованная торба дает возможность уехать дальше.
spanish: Sin alimento no hay movimiento. Una bolsa de alimento más grande permite llegar más lejos.

source: No thanks
dutch: Nee, bedankt
french: Non, merci
german: Nein danke
italian: No, grazie
japanese: 結構です
russian: Нет, спасибо
spanish: No, gracias.

source: No videos to view currently
dutch: Op dit moment geen video's om te bekijken
french: Aucune vidéo à visionner pour l'instant
german: Momentan keine Videos verfügbar
italian: Nessun video da vedere al momento
japanese: 現在閲覧するビデオはありません
russian: Сейчас нет видео для просмотра
spanish: Actualmente no hay videos que ver

source: Nuclear Secret
dutch: Kerncentrale-geheim
french: Secret nucléaire
german: Nukleares Geheimnis
italian: Segreto nucleare
japanese: 核爆弾級の秘密
russian: Ядерный секрет
spanish: Secreto nuclear

source: Numismatist
dutch: Numismaticus
french: Numismate
german: Münzsammler
italian: Numismatico
japanese: 貨幣収集家
russian: Нумизмат
spanish: Numismático

source: ONEWHEELER
dutch: EENWIELER
french: TROTTINETTE ÉLECTRIQUE
german: STEHROLLER
italian: MONOPATTINO ELETTRICO
japanese: 一輪車
russian: ОДНОКОЛЁСНИК
spanish: UNA RUEDA

source: OUT OF FUEL
dutch: ZONDER BRANDSTOF
french: PANNE DE CARBURANT
german: TANK LEER
italian: CARBURANTE TERMINATO
japanese: 燃料切れ
russian: ТОПЛИВА НЕТ
spanish: SIN GASOLINA

source: Obsessed Backflipper
dutch: Geobsedeerde acrobaat in achterwaartse salto's
french: Acrobate compulsif
german: Besessener Rückwärtsspringer
italian: Acrobata ossessionato dalle capriole all'indietro
japanese: 取りつかれたバックフリッパー
russian: Одержимый акробат
spanish: Acróbata obsesivo

source: Offroader
dutch: Terreinknecht
french: VTTiste
german: Offroad-Fahrer
italian: Pilota fuoristrada
japanese: オフローダー
russian: Внедорожник
spanish: Todoterreno

source: Old-timer
french: De l'ancien temps
italian: Vecchio tipo
japanese: オールドタイマー
russian: Ветеран
spanish: Veterano

source: Olympic medalist
dutch: Olympische medaillewinnaar
french: Médaillé olympique
german: Olympiasieger
italian: Medaglia olimpica
japanese: オリンピックメダリスト
russian: Олимпийский медалист
spanish: Medallista olímpico

source: On a Roll
dutch: Acrobaat
french: Sur une lancée
german: Glückssträhne
italian: Sulla cresta dell'onda
japanese: 幸運続き
russian: В ударе
spanish: De buena racha

source: PARTS
dutch: ONDERDELEN
french: PIÈCES
german: TEILE
italian: PARTI
japanese: パーツ
russian: ЗАПЧАСТИ
spanish: PIEZAS

source: PARTS:
dutch: ONDERDELEN:
french: PIÈCES :
german: TEILE:
italian: COMPON.:
japanese: パーツ：
russian: ДЕТАЛИ:
spanish: PIEZAS:

source: PAUSED
dutch: GEPAUZEERD
french: EN PAUSE
german: ANGEHALTEN
italian: IN PAUSA
japanese: 一時停止中
russian: ПАУЗА
spanish: EN PAUSA

source: PEDALS
dutch: PEDALEN
french: PÉDALES
german: PEDALE
italian: PEDALI
japanese: ペダル
russian: ПЕДАЛИ
spanish: PEDALES

source: PEDALS: OFF
dutch: PEDALEN: UIT
french: PÉDALES : DÉSACTIVÉES
german: PEDALE: AUS
italian: PEDALI: OFF
japanese: ペダル: オフ
russian: ПЕДАЛИ: ВЫКЛ.
spanish: PEDALES: DESACT.

source: PEDALS: ON
dutch: PEDALEN: AAN
french: PÉDALES : ACTIVÉES
german: PEDALE: EIN
italian: PEDALI: ON
japanese: ペダル: オン
russian: ПЕДАЛИ: ВКЛ.
spanish: PEDALES: ACT.

source: PLAY
dutch: SPELEN
french: JOUER
german: SPIELEN
italian: GIOCA
japanese: プレイ
russian: ИГРАТЬ
spanish: JUGAR

source: POLICE CAR
dutch: POLITIEAUTO
french: VOITURE DE POLICE
german: POLIZEIWAGEN
italian: AUTO DELLA POLIZIA
japanese: パトカー
russian: ПОЛИЦЕЙСКАЯ МАШИНА
spanish: AUTO DE POLICÍA

source: POWER
french: PUISSANCE
german: LEISTUNG
italian: POTENZA
japanese: 馬力
russian: МОЩНОСТЬ
spanish: POTENCIA

source: PRESS BUTTON TO CONTINUE
dutch: DRUK OP KNOP OM DOOR TE GAAN
french: APPUYEZ SUR LE BOUTON POUR CONTINUER
german: ZUM FORTFAHREN BUTTON BETÄTIGEN
italian: PREMI IL PULSANTE PER CONTINUARE
japanese: 続行するにはボタンを押してください
russian: НАЖМИТЕ КНОПКУ И ПРОДОЛЖИТЕ
spanish: PULSA EL BOTÓN PARA CONTINUAR

source: PRIVACY OPTIONS
dutch: PRIVACY-OPTIES
french: OPTIONS DE CONFIDENTIALITÉ
german: DATENSCHUTZOPTIONEN
italian: OPZIONI PRIVACY
japanese: プライバシーオプション
russian: ПАРАМЕТРЫ КОНФИДЕНЦИАЛЬНОСТИ
spanish: OPCIONES DE PRIVACIDAD

source: PRIVACY POLICY
dutch: PRIVACYBELEID
french: POLITIQUE DE CONFIDENTIALITÉ
german: DATENSCHUTZ
italian: INFORMATIVA SULLA PRIVACY
japanese: プライバシーポリシー
russian: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
spanish: POL. DE PRIVACIDAD

source: PRIVACY POLICY & EULA
dutch: PRIVACYBELEID & GEBRUIKERSOVEREENKOMST
french: POLITIQUE DE CONFIDENTIALITÉ & LICENCE
german: DATENSCHUTZ & EULA
italian: INFORMATIVA SULLA PRIVACY E EULA
japanese: プライバシーポリシーと使用許諾契約書
russian: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ И ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ
spanish: POLÍTICA DE PRIVACIDAD Y CLUF

source: Packages and conveyor belts all over the place. Eat carrots to get more vitamins!
dutch: Pakketten en lopende banden overal verspreid. Eet wortels voor meer vitamines!
french: Des paquets et courroies de convoyeur partout. Mangez des carottes pour plus de vitamines!
german: Überall sind Pakete und Fließbänder. Iss Möhren, um Vitamine zu tanken!
italian: Pacchi e nastri trasportatori dappertutto. Mangia le carote per ottenere più vitamine!
japanese: パッケージとコンベアベルトがいたるところにあります。もっとビタミンを得るにはニンジンを食べてください!
russian: Комплекты и транспортёрные ремни повсюду. Поешьте моркови, чтобы получить больше витаминов!
spanish: Hay paquetes y cintas transportadoras por todas partes. ¡Come zanahorias para ingerir más vitaminas!

source: Pay %d GEMS to keep on playing?
dutch: %d EDELSTENEN betalen om verder te spelen?
french: Payer %d JOYAUX pour continuer à jouer ?
german: Für %d JUWELEN weiterspielen?
italian: Pagare %d GEMME per continuare il gioco?
japanese: プレイし続けるために%d宝石を払いますか?
russian: Заплатить %d САМОЦВЕТОВ и продолжить?
spanish: ¿Deseas pagar %d GEMAS para continuar jugando?

source: Perfect for driving in gravel!
dutch: Perfect om mee over grind te rijdenl!
french: Idéal pour la conduite dans les graviers !
german: Perfekt für Fahrten im Kies!
italian: Perfetto per la guida su ghiaia!
japanese: 砂利の上でドライブするのに最適です！
russian: Идеально для езды по гравию!
spanish: ¡Ideal para conducir sobre grava!

source: Perfect for driving in space!
dutch: Perfect om mee in de ruimte te rijden!
french: Idéal pour la conduite dans l'espace !
german: Perfekt für Fahrten im All!
italian: Perfetto per la guida nello spazio!
japanese: 宇宙でドライブするのに最適です！
russian: Идеально для езды по открытому пространству!
spanish: ¡Ideal para conducir en el espacio!

source: Personal Transport
dutch: Persoonlijk transport
french: Transport personnel
german: Individualfahrer
italian: Trasporto personale
japanese: パーソナルトランスポート
russian: Личный транспорт
spanish: Transporte unipersonal

source: Photobomb
dutch: Fotogeniek
french: Canon du web
german: Fotobombe
japanese: フォトボム
russian: Фото-бомба
spanish: Fotobomba

source: Pick up fuel canister with empty fuel tank
dutch: Brandstoftank ophalen met lege tank
french: Prendre une citerne de carburant avec un réservoir d'essence vide
german: Hole dir noch schnell einen Benzinkanister, bevor der Tank leer ist
italian: Raccogli la latta di carburante con il serbatoio di carburante vuoto
japanese: 空タンクの燃料容器を拾う
russian: Подобрать канистру с топливом с пустым бензобаком
spanish: Recoge un bidón de combustible con el tanque vacío

source: Powerful engine and downforce upgraded provide the most ultimate combination for hill climbing.
dutch: Krachtige motor en een downforce upgrade geeft de ultieme combinatie om bergop te gaan.
french: Un moteur puissant et une déportance améliorée offrent l'association ultime pour grimper les collines.
german: Ein leistungsstarker Motor und hoher Anpressdruck sind das ultimative Tuning für Hügelfahrten.
italian: Gli upgrade del motore potente e della deportanza di quest'auto forniscono la combinazione finale per i percorsi in salita.
japanese: パワフルなエンジンとダウンフォースアップグレードは究極の山登りの組み合わせを提供します。
russian: Мощный двигатель и повышенная прижимная сила дают самое лучшее сочетание для езды в гору.
spanish: Si tienes este potente motor y además actualizas la fuerza vertical, obtendrás la combinación más poderosa para subir cerros.

source: Powerful train with two carriages. Enjoy the ride!
dutch: Geweldige trein met twee rijtuigen. Prettige rit!
french: Un train surpuissant avec deux wagons. Profitez du voyage !
german: Starker Zug mit zwei Waggons. Viel Spaß!
italian: Potente treno con due vagoni. Goditi la corsa!
japanese: 二車両編成の強力な列車。乗車をお楽しみください！
russian: Мощный поезд с двумя вагонами! Наслаждайтесь!
spanish: Tren de gran potencia con dos vagones. ¡Disfruta del viaje!

source: Prepare for liftoff! This agile lunar rover is equipped with thrusters!
dutch: Maak je klaar voor de lancering! Dit beweeglijke maankarretje is uitgerust met stuwraketten!
french: Préparez-vous pour le décollage ! Cette astromobile agile est équipée de propulseurs !
german: Hebe ab! Dieses wendige Mondfahrzeug ist mit Schubdüsen ausgestattet!
italian: Preparati per il decollo! Questo agile rover lunare è dotato di propulsori!
japanese: 離陸準備！この機敏なムーンローバーはスラスタが装備されています！
russian: Приготовиться к отрыву! Это маневренный луноход оборудован ускорителями разгона!
spanish: ¡Prepárate para el despegue! ¡Este ágil explorador lunar está equipado con propulsores!

source: Prepare for true monster mayhem with this huge truck.
dutch: Bereid je voor op echte monster uitspattingen met deze enorme truck.
french: Préparez-vous pour une véritable destruction avec cet énorme camion.
german: Bereite dich auf eine wahrhaftige Monstertruckfahrt vor.
italian: Preparati a una vera baldoria mostruosa con questo immenso camion.
japanese: この巨大なトラックで最大級の破壊に備えてください。
russian: Готовьтесь к настоящей монстровой мясорубке в этом огромном грузовике.
spanish: Prepárate para un caos realmente monstruoso con este enorme camión.

source: Press %s to replace existing car configuration with a new chassis or purchase a 'new car' empty slot to use new chassis
dutch: Druk op %s om de bestaande configuratie van de auto te vervangen door een nieuwe chassis of koop een leeg 'nieuwe auto'-vak om een nieuwe chassis te gebruiken
french: Appuyez sur %s pour remplacer la configuration existante de la voiture avec un nouveau châssis ou pour acheter un emplacement 'nouvelle voiture' vide pour utiliser un nouveau châssis.
german: Drücke %s, um die vorhandene Wagenkonfiguration mit einem neuen Fahrgestell zu ersetzen, oder kaufe einen leeren Platz für einen neuen Wagen, um das neue Fahrgestell zu nutzen.
italian: Premi %s per sostituire la configurazione esistente del veicolo o acquistare una finestra vuota 'nuovo veicolo' per usare il nuovo telaio
japanese: %s を押すことで既存の車の構造を新しいシャーシで取り換えるか、新しいシャーシを使うために空のスロットを持つ「新車」を購入します
russian: Нажмите %s ,чтобы поменять существующую конфигурацию машины на новое шасси или приобрести пустой слот с 'новой машиной', чтобы использовать новое шасси
spanish: Presiona %s para modificar la configuración de auto existente con un nuevo chasis o comprar una ranura vacía de “auto nuevo” y usar un chasis nuevo.

source: Purchase car part chests to get more car parts
dutch: Koop kisten met onderdelen om meer onderdelen te krijgen
french: Achetez des coffres de pièces de voiture pour obtenir plus de pièces détachées
german: Kaufe Truhen, um mehr Autoteile zu erhalten!
italian: Acquista le casse di componenti dei veicoli per ottenere più componenti
japanese: もっとカーパーツを取得するには、カーパーツチェストをご購入ください
russian: Купите ящики для автомобильных деталей, чтобы получить больше
spanish: Compra cofres de piezas para obtener más piezas.

source: Purchase complete
dutch: Aankoop voltooid
french: Achat terminé
german: Kaufvorgang abgeschlossen
italian: Acquisto completato
japanese: 購入完了
russian: Покупка завершена
spanish: Compra finalizada

source: Purchase failed
dutch: Aankoop mislukt
french: Échec de l'achat
german: Kaufvorgang fehlgeschlagen
italian: Acquisto non riuscito
japanese: 購入失敗
russian: Отказ покупки
spanish: Error en la compra

source: QUAD BIKE
dutch: QUAD
french: QUAD
german: QUAD
italian: QUAD
japanese: クワッドバイク
russian: КВАДРОЦИКЛ
spanish: MOTO QUAD

source: QUEST COMPLETED! +%d gems
dutch: MISSIE VOLTOOID! +%d edelstenen
french: QUÊTE TERMINÉE ! +%d joyaux
german: MISSION BEENDET! +%d Juwelen
italian: MISSIONE COMPLETATA! +%d gemme
japanese: クエストを完了しました! +%d 個の宝石
russian: КВЕСТ ЗАВЕРШЁН! +%d самоцветов
spanish: ¡AVENTURA COMPLETA! +%d gemas
