Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: FLIP +%d
dutch: SALTO +%d
french: SAUT PÉRILLEUX +%d
german: SALTO +%d
italian: CAPRIOLA +%d
japanese: 宙返り +%d
russian: ФЛЯК +%d
spanish: VOLTERETA +%d

source: FLIP +1000
dutch: SALTO +1000
french: SAUT PÉRILLEUX +1000
german: SALTO +1000
italian: CAPRIOLA +1000
japanese: 宙返り +1000
russian: ФЛЯК +1000
spanish: VOLTERETA +1000

source: FLIP +200
dutch: SALTO +200
french: SAUT PÉRILLEUX +200
german: SALTO +200
italian: CAPRIOLA +200
japanese: 宙返り +200
russian: САЛЬТО +200
spanish: VOLTERETA +200

source: FLIP +500
dutch: SALTO +500
french: SAUT PÉRILLEUX +500
german: SALTO +500
italian: CAPRIOLA +500
japanese: 宙返り +500
russian: САЛЬТО +500
spanish: VOLTERETA +500

source: FLIP +700
dutch: SALTO +700
french: SAUT PÉRILLEUX +700
german: SALTO +700
italian: CAPRIOLA +700
japanese: 宙返り +700
russian: ФЛЯК +700
spanish: VOLTERETA +700

source: LOOP +%d
dutch: LOOPING +%d
french: BOUCLE +%d
german: LOOPING +%d
italian: GIRO DELLA MORTE +%d
japanese: ループ +%d
russian: ПЕТЛЯ +%d
spanish: VUELTA DE 360° +%d

source: LOOP +1000
dutch: LOOPING +1000
french: BOUCLE +1000
german: LOOPING +1000
italian: GIRO DELLA MORTE +1000
japanese: ループ +1000
russian: ПЕТЛЯ +1000
spanish: VUELTA DE 360° +1000

source: PRESENT DELIVERED! +1000
dutch: CADEAU AFGELEVERD! +1000
french: CADEAU DISTRIBUÉ! +1000
german: GESCHENK ÜBERREICHT! +1000
italian: REGALO CONSEGNATO! +1000
japanese: プレゼント 配達されました! +1000
russian: ПОДАРОК ДОСТАВЛЕН! +1000
spanish: ¡REGALO ENTREGADO! +1000

source: TOUCH TO CONTINUE
dutch: AANRAKEN OM DOOR TE GAAN
french: TOUCHER POUR CONTINUER
german: WEITER
italian: TOCCA PER CONTINUARE
japanese: 続行するにはタッチ
russian: ПРОДОЛЖИТЬ КАСАНИЕМ
spanish: PULSA PARA CONTINUAR

source: %d x Coins
dutch: %d x munten
french: %d x jetons
german: %dx Münzen
italian: %d x monete
japanese: %d x コイン
russian: %d x монет
spanish: %d x monedas

source: %d x Container
french: %d x conteneur
japanese: %d x コンテナ
russian: %d x контейнер
spanish: %d x contenedor

source: %d x Gem
dutch: %d x edelsteen
french: %d x joyaux
german: %d x Juwel
italian: %d x gemma
japanese: %d x 宝石
russian: %d x самоцвет
spanish: %d x gema

source: %d x Lunchbox
german: %dx Lunchpaket
italian: %d x cestino
japanese: %d x ランチボックス
russian: %d x Ланчбоксов
spanish: Lonchera x %d

source: %d x Toolbox
dutch: %d x gereedschapskist
french: %d x Boîte à outils
german: %dx Werkzeuge
italian: %d x cassetta
japanese: %d x ツールボックス
russian: %d x Ремонтов
spanish: Herramientas x %d

source: %dm (BEST %dm)
french: %dm (RECORD %dm)
german: %dm (REKORD: %dm)
italian: %dm (MIGLIORE %dm)
japanese: %dm (最高 %dm)
russian: %dm (ЛУЧШЕЕ %dm)
spanish: %dm (MEJOR %dm)

source: %dxAIR TIME
dutch: %dxTIJD IN DE LUCHT
french: %dxTEMPS EN L'AIR
german: %dx FLUGZEIT
italian: %dxTEMPO AEREO
japanese: %dxエアタイム
russian: %dxВРЕМЯ В ВОЗДУХЕ
spanish: %dxSALTO

source: %dxBACK FLIP
dutch: %dxSALTO ACHTEROVER
french: %dxSALTOS ARRIÈRES
german: %dx RÜCKWÄRTSSALTO
italian: %dxCAPRIOLE ALL'INDIETRO
japanese: %dx後方宙返り
russian: %dxФЛЯК НАЗАД
spanish: %dxVOLTERETA INVERTIDA

source: %dxBOOSTER
japanese: %dxブースター
russian: %dxУСКОРИТЕЛЬ
spanish: %d X PROPULSOR

source: %dxFLIP
dutch: %dxSALTO
french: %dxSAUTS PÉRILLEUX
german: %dx SALTO
italian: %dxCAPRIOLE
japanese: %dx宙返り
russian: %dxФЛЯКОВ
spanish: %dxVOLTERETA

source: %dxNECK FLIP
dutch: %dxNEKSALTO'S
french: %dxSAUTS CASSE-COU
german: %dx GENICKSALTO
italian: %dxCAPRIOLE ROMPICOLLO
japanese: %dx首宙返り
russian: %dxЯПОНСКИХ ФЛЯКОВ
spanish: %dxCUELLO QUEBRADO

source: %s Cost: %s gems You need %s more gems
dutch: %s Kosten: %s Edelstenen Je hebt %s meer edelstenen nodig
french: %s Coût : %s joyaux Vous avez besoin de %s joyaux supplémentaires
german: %s Kosten: %s Juwelen Du brauchst %s weitere Juwelen.
italian: %s Costo: %s gemme Ti servono altre %s gemme
japanese: %s 費用: %s 個の宝石 あと%s 個の宝石が必要です
russian: %s Разблокировать стоимость %s самоцветов Вам нужно дополнительно %s самоцветов
spanish: %s Costo: %s gemas Necesitas %s gemas más.

source: %s Entry fee cost: %s gems You need %s more gems
dutch: %s Inschrijfgeld: %s edelstenen Je hebt nog %s edelstenen nodig
french: %s Montant des frais d'entrée : %s joyaux Il vous faut %s joyaux supplémentaires
german: %s Teilnahmegebühr: %s Juwelen Du brauchst noch %s Juwelen.
italian: %s Costo tariffa ingresso: %s gemme Hai bisogno di altre %s gemme
japanese: %s 出場料: %s 宝石 あと%s個の宝石が必要です
russian: %s Стоимость регистрационного взноса: %s самоцветов Вам нужно ещё %s самоцветов
spanish: %s Costo de ingreso: %s gemas Necesitas %s gemas más.

source: %s Entry fee cost: %s gems
dutch: %s Inschrijfgeld: %s edelstenen
french: %s Montant des frais d'entrée : %s joyaux
german: %s Teilnahmegebühr: %s Juwelen
italian: %s Costo tariffa ingresso: %s gemme
japanese: %s 出場料: %s 宝石
russian: %s Стоимость регистрационного взноса: %s самоцветов
spanish: %s Costo de ingreso: %s gemas

source: %s Unlock cost: %s coins You need %s more coins
dutch: %s Ontgrendel kosten: %s munten Je hebt %s meer munten nodig
french: %s Coût du déblocage : %s jetons Vous avez besoin de %s jetons supplémentaires
german: %s Zum Freischalten werden %s Münzen benötigt. Du brauchst noch %s Münzen.
italian: %s Costo dello sblocco: %s monete Hai bisogno di %s ulteriori monete
japanese: %s アンロック費用: %s コイン あと %s コイン必要です
russian: %s Цена разблокировки: %s монет Нужно ещё %s монет
spanish: %s Costo de desbloqueo: %s monedas Necesitas %s monedas más

source: %s Unlock cost: %s coins
dutch: %s Ontgrendel kosten: %s munten
french: %s Coût du déblocage : %s jetons
german: %s Zum Freischalten werden %s Münzen benötigt.
italian: %s Costo dello sblocco: %s monete
japanese: %s アンロック費用: %s コイン
russian: %s Цена разблокировки: %s монет
spanish: %s Costo de desbloqueo: %s monedas

source: %s Unlock cost: %s gems You need %s more gems
dutch: %s Ontgrendel kosten: %s edelstenens Je hebt %s meer edelstenen nodig
french: %s Coût du déblocage : %s joyaux Vous avez besoin de %s joyaux supplémentaires
german: %s Freischaltkosten: %s Juwelen Du brauchst %s weitere Juwelen.
italian: %s Costo sblocco: %s gemme Ti servono altre %s gemme
japanese: %s ロック解除の費用 : %s個の宝石 あと%s 個の宝石が必要です
russian: %s Cтоимость разблокировки в самоцветах: %s Вам нужно еще %s самоцветов
spanish: %s Costo de desbloqueo: %s gemas Necesitas %s gemas más.

source: %s Upgrade cost: %s coins
dutch: %s Kosten upgrade: %s munten
french: %s Coût de la mise à niveau du véhicule : %s jetons
german: %s Zum Aufrüsten werden %s Münzen benötigt.
italian: %s Costo dell'upgrade: %s monete
japanese: %s アップグレードコスト: %s コイン
russian: %s Цена повышения категории: %s монет
spanish: %s Costo de actualización: %s monedas

source: %s Upgrade cost: %s coins You need %s more coins
dutch: %s Kosten upgraden: %s munten Je hebt %s meer munten nodig
french: %s Coût de la mise à niveau du véhicule : %s jetons Vous avez besoin de %s jetons supplémentaires
german: %s Zum Aufrüsten werden %s Münzen benötigt. Du brauchst noch %s Münzen.
italian: %s Costo dell'upgrade: %s monete Hai bisogno di %s ulteriori monete
japanese: %s アップグレード費用: %s コイン あと %s コイン必要です
russian: %s Цена повышения категории: %s монет Нужно ещё %s монет
spanish: %s Costo de actualización: %s monedas Necesitas %s monedas más

source: %s Opening cost: %s gems
dutch: %s Ontgrendelingskosten: %s edelstenen
french: %s Coût d'ouverture : %s joyaux
german: Kosten für %s: %s Juwelen
italian: %s Costo dell'apertura: %s gemme
japanese: %s オープニング費用: %s 個の宝石
russian: %s Цена открытия в самоцветах: %s
spanish: %s Costo de apertura: %s gemas.

source: %s HIGH SCORES
dutch: %s TOPSCORES
french: MEILLEURS SCORES %s
german: %s HÖCHSTPUNKTE
italian: PUNTEGGI MIGLIORI %s
japanese: %s ハイスコア
russian: РЕКОРДЫ %s
spanish: RÉCORDS EN %s

source: %s unlocked!
dutch: %s ontgrendeld!
french: %s débloqué !
german: %s freigeschaltet!
italian: %s sbloccato!
japanese: %s アンロックされました！
russian: %s разблокировано!
spanish: ¡%s desbloqueado!

source: %s: LVL %d (%dm)
dutch: %s: NIV %d (%dm)
french: %s : NIV. %d (%dm)
italian: %s: LIV %d (%dm)
japanese: %s: レベル%d (%dm)
russian: %s: УРОВ. %d (%dm)
spanish: %s: NVL %d (%dm)

source: (best: %dm)
dutch: (beste: %dm)
french: (meilleur : %dm)
german: (Bestes Ergebnis: %d m)
italian: (migliore: %dm)
japanese: (最高: %dm)
russian: (лучший: %dm)
spanish: (récord: %dm)

source: * Instead of random advertisements you could see ads relevant to you! * You can change your choice later from the game's settings. * Please note that not allowing relevant ads does not make the game ad free.
dutch: * In plaats van willekeurige reclame kun je reclame zien die voor jou interessant is! * YJe kunt je keuze later veranderen in de instellingen van het spel. * Het niet toestaan van relevante reclame maakt het spel niet reclamevrij.
french: * Au lieu de publicités aléatoires, vous pourrez voir des pubs qui vous correspondent ! * Vous pourrez modifier votre choix plus tard dans les réglages du jeu. * Veuillez noter que ne pas autoriser les pubs pertinentes ne supprime pas les publicités du jeu.
german: * Anstelle von zufälligen Werbeanzeigen kannst du Werbung sehen, die dich interessiert. * Du kannst deine Entscheidung später über das Einstellungsmenü des Spiels wieder rückgängig machen. * Hinweis: Mit deiner Genehmigung für relevante Werbung wird das Spiel nicht automatisch werbefrei.
italian: * Invece di pubblicità casuali potresti vedere le pubblicità per te rilevanti! * Potrai modificare la tua scelta in seguito dalle impostazioni del gioco. * Nota bene che il mancato consenso alla pubblicità rilevante non elimina la pubblicità dal gioco.
japanese: * ランダムな広告の代りにあなたが 関心のある広告を閲覧できます！ * 後ほどゲーム設定で選択を変更できます。 * 関心のある広告に許可を与えないことでゲームが広告を表示しなくなることはありません。
russian: * Вместо случайной рекламы вы можете просматривать ролики, значимые для вас! * Вы сможете изменить свой выбор позже в настройках игры. *Пожалуйста, обратите внимание, что запрещение значимой рекламы не сделают игру свободной от неё.
spanish: * Podrías ver anuncios relacionados con tus intereses en lugar de publicidad aleatoria. * Puedes modificar tu elección después desde los ajustes del juego. * Ten en cuenta que no permitir anuncios relacionados no elimina los anuncios del juego.

source: +%d COINS
dutch: +%d MUNTEN
french: +%d JETONS
german: +%d MÜNZEN
italian: +%d MONETE
japanese: +%d 枚のコイン
russian: +%d МОНЕТ
spanish: +%d MONEDAS

source: +%d COINS
dutch: +%d MUNTEN
french: +%d JETONS
german: +%d MÜNZEN
italian: +%d MONETE
japanese: +%d コイン
russian: +%d МОНЕТ
spanish: +%d MONEDAS

source: +%d GEMS
dutch: +%d EDELSTENEN
french: +%d JOYAUX
german: +%d JUWELEN
italian: +%d GEMME
japanese: +%d 個の宝石
russian: +%d САМОЦВЕТОВ
spanish: +%d GEMAS

source: +20%;Acceleration
dutch: +20%; Acceleratie
french: Accélération;+20%
german: +20%;Beschleu.
italian: +20%;Acceler.
japanese: +20%;加速
russian: +20%;Ускорение
spanish: +20 %;de aceleración

source: +30%;more grip
dutch: +30%;meer grip
french: Adhérence;+30%
german: +30%;Halt
italian: +30%;tenuta
japanese: +30%;グリップ増強
russian: +30%; сцепления
spanish: +30 %;de agarre

source: +30%;power
dutch: +30%;vermogen
french: Puissance;+30%
german: +30%;Leistung
italian: +30%;potenza
japanese: +30%;パワー
russian: +20%;мощности
spanish: +30 %;de potencia

source: +40%;Acceleration
dutch: +40%; Acceleratie
french: Accélération;+40%
german: +40%;Beschleu.
italian: +40%;Acceler.
japanese: +40%;加速
russian: +40%;Ускорения
spanish: +40 %;de acel.

source: +40%;more size
dutch: +40%;groter
french: Taille;+40%
german: +40%;größer
italian: +40%;maggiore dimensione
japanese: +40%;サイズアップ
russian: +40%;большего размера
spanish: +40 %;de tamaño

source: +40%;power
dutch: +40%;vermogen
french: Puissance;+40%
german: +40%;Leistung
italian: +40%;potenza
japanese: +40%;パワー
russian: +40%;мощности
spanish: +40 %;de potencia

source: +40%;torque
dutch: +40%;torsie
french: Couple;+40%
german: +40%;Drehmoment
italian: +40%;coppia
japanese: +40%;トルク
russian: +40%;крутящего момента
spanish: +40 %;de par

source: +50%;more size
dutch: +50%;groter
french: Taille;+50%
german: +50%;größer
italian: +50%;maggiore dimensione
japanese: +50%;サイズアップ
russian: +50%;большего размера
spanish: +50 %;de tamaño

source: +60%;more grip
dutch: +60%;meer grip
french: Adhérence;+60%
german: +60%;Halt
italian: +60%;tenuta
japanese: +60%;グリップ増強
russian: +60%;сцепления
spanish: +60 %;de agarre

source: +60%;power
dutch: +60%;vermogen
french: Puissance;+60%
german: +60%;Leistung
italian: +60%;potenza
japanese: +60%;パワー
russian: +60%;мощности
spanish: +60 %;de potencia

source: +80%;more grip
dutch: +80%;meer grip
french: Adhérence;+80%
german: +80%;Halt
italian: +80%;tenuta
japanese: +80%;グリップ強化
russian: +80%;сцепления
spanish: +80 %;de agarre

source: +80%;power
dutch: +80%;vermogen
french: Puissance;+80%
german: +80%;Leistung
italian: +80%;potenza
japanese: +80%;パワー
russian: +80%;мощности
spanish: +80 %;de potencia

source: -20%;fuel
dutch: -20%;brandstof
french: Carburant;-20%
german: -20%;Kraftstoff
italian: -20%;carburante
japanese: -20%;燃料
russian: -20%;топлива
spanish: -20 %;de comb.

source: -20%;weight
dutch: -20%;gewicht
french: Poids;-20%
german: -20%;Gewicht
italian: -20%;peso
japanese: -20%;重量
russian: -20%;веса
spanish: -20 %;de peso

source: -50%;fuel
dutch: -50%;brandstof
french: Carburant;-50%
german: -50%;Kraftstoff
italian: -50%;carburante
japanese: -50%;燃料
russian: -50%;топлива
spanish: -50 %;de comb.

source: 2WD racer chassis. Fast with adjustable downforce.
dutch: 2WD racerchassis. Snel, met aanpasbare downforce.
french: Châssis de course 2RM. Rapide, avec déportance ajustable.
german: Rennfahrgestell mit Zweiradantrieb. Schnell mit anpassbarem Anpressdruck.
italian: Telaio da corsa 2WD. Veloce con deportanza regolabile.
japanese: 2WDレーサーシャシー。調整可能なダウンフォースで高速化。
russian: Гоночное шасси 2WD. Быстрое, с регулируемой прижимной силой.
spanish: Chasis de carreras T2R. Rápido y de fuerza vertical ajustable.

source: 4WD;Light
dutch: 4WD;Licht
french: 4x4;léger
german: Allrad;Leicht
italian: 4WD;Leggero
japanese: 4WD;ライト
russian: 4WD;Легкая
spanish: T4R;liviano

source: 4WD;Monsterous
dutch: 4WD;Afschrikwekkend
french: 4x4;monstrueux
german: Allrad;Monströs
italian: 4WD;Mostruoso
japanese: 4WD;モンスター
russian: 4WD;Чудовищная
spanish: T4R monstruo

source: 4x4 quad bike with almost the same agility as the bike offers you a different ride.
dutch: 4x4 quad met bijna dezelfde wendbaarheid, waardoor de quad je een andere ervaring geeft.
french: Un quad 4x4 avec la même agilité, ou presque, que le quad normal vous offre une conduite différente.
german: Der 4x4-Quad ist nahezu genauso wendig wie ein Motorrad. Er bietet dir ein Fahrerlebnis der ganz besonderen Art.
italian: Il quad 4x4, con quasi la stessa agilità della moto, ti permette una corsa differente.
japanese: 4x4 クワッドバイクはオートバイと同じくらい敏しょうですが、乗り心地が違います。
russian: четырёхколёсный мотоцикл, почти такой же проворный как двухколёсный, но едет иначе.
spanish: Quad 4x4, con casi la misma agilidad que la de una moto, te ofrece un tipo de transporte diferente.

source: A small beast, full of green energy
dutch: Een klein beest, vol groene energie
french: Une petite bête, pleine d'énergie
german: Ein kleines Ungeheuer mit grüner Energie
italian: Una bestiolina, piena di energia verde
japanese: 小さな獣、あふれるグリーンエネルギー
russian: Маленький зверь с массой энергии
spanish: Una pequeña bestia, cargada de energía verde.

source: ABOUT
dutch: OVER
french: À PROPOS
german: ENTWICKLER
italian: INFO
japanese: 詳細
russian: О ПРИЛОЖЕНИИ
spanish: ACERCA DE

source: ACCELERATION
dutch: ACCELERATIE
french: ACCÉLÉRATION
german: BESCHLEUNIGUNG
italian: ACCELERAZIONE
japanese: 加速
russian: УСКОРЕНИЕ
spanish: ACELERACIÓN

source: ACCEPT
dutch: ACCEPTEREN
french: ACCEPTER
german: ANNEHMEN
italian: ACCETTA
japanese: 同意する
russian: ПРИНЯТЬ
spanish: ACEPTAR

source: ACHIEVEMENTS
dutch: PRESTATIES
french: RÉUSSITES
german: ERFOLGE
italian: OBIETTIVI
japanese: 達成項目
russian: ДОСТИЖЕНИЯ
spanish: LOGROS

source: AD FREE
dutch: GEEN RECLAME
french: SANS PUBS
german: WERBEFREI
italian: SENZA PUBB.
japanese: 広告非表示
russian: БЕЗ РЕКЛАМЫ
spanish: SIN AVISOS

source: AERODYNAMICS
dutch: AERODYNAMICA
french: AÉRODYNAMISME
german: AERODYNAMIK
italian: AERODINAMICA
japanese: エアロダイナミクス
russian: АЭРОДИНАМИКА
spanish: AERODINÁMICA

source: AIR TIME
dutch: TIJD IN DE LUCHT
french: TEMPS EN L'AIR
german: FLUGZEIT
italian: TEMPO AEREO
japanese: エアタイム
russian: ВРЕМЯ В ВОЗДУХЕ
spanish: SALTOn

source: AIR TIME +%d
dutch: TIJD IN DE LUCHT +%d
french: TEMPS EN L'AIR +%d
german: FLUGZEIT +%d
italian: TEMPO AEREO +%d
japanese: エアタイム +%d
russian: ВРЕМЯ В ВОЗДУХЕ +%d
spanish: SALTO +%d

source: ALIEN PLANET
dutch: BUITENAARDSE PLANEET
french: PLANÈTE ÉTRANGÈRE
german: FREMDER PLANET
italian: PIANETA ALIENO
japanese: エイリアンの惑星
russian: ЧУЖАЯ ПЛАНЕТА
spanish: PLANETA ALIENÍGENA

source: AMBULANCE
german: KRANKENWAGEN
italian: AMBULANZA
japanese: 救急車
russian: СКОРАЯ ПОМОЩЬ
spanish: AMBULANCIA

source: ARCTIC
dutch: NOORDPOOL
french: ARCTIQUE
german: ARKTIS
italian: ARTICO
japanese: 北極圏
russian: АРКТИКА
spanish: ÁRTICO

source: ARCTIC CAVE
dutch: NOORDPOOLGROT
french: CAVERNE ARCTIQUE
german: EISHÖHLE
italian: CAVERNA ARTICA
japanese: 北極圏の洞穴
russian: АРКТИЧЕСКАЯ ПЕЩЕРА
spanish: CUEVA ÁRTICA

source: ARENA
french: ARÈNE
japanese: アリーナ
russian: АРЕНА

source: AWD;upgrade
dutch: Vierwielaandrijving;upgraden
french: Mise à niveau;4x4
german: Allrad;Upgrade
italian: 4WD;upgrade
japanese: AWD;アップグレード
russian: AWD;повысить категорию
spanish: Actualización de;T4R

source: About
dutch: Over
french: À propos
german: Infos
italian: Info
japanese: 詳細情報
russian: Сведения
spanish: Acerca de

source: Adjust drive balance between rear-wheel drive and four-wheel drive
dutch: Pas de rijbalans aan tussen achterwielaandrijving en vierwielaandrijving
french: Ajustez la force motrice entre la traction arrière et la traction à quatre roues motrices.
german: Ändere die Schwingungsdämpfung über Hinter- und Allradantrieb
italian: Regola l'equilibrio di trazione tra trazione posteriore e trazione integrale
japanese: 後輪駆動と前輪駆動間のドライブバランスを調整
russian: Отрегулировать баланс привода между задним и полным
spanish: Ajusta el equilibrio entre tracción trasera y en las cuatro ruedas.
