Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/brazilian-*.po
Languages: portuguese

source: Higher suspension helps you in uneven terrain and gives you more hopping power.
portuguese: Suspensão mais alta ajuda em terrenos irregulares e dá mais força para pular.

source: Higher suspension helps you in uneven terrain and gives you more jumping power.
portuguese: Suspensão mais alta ajuda em terrenos irregulares e dá mais força de salto.

source: Highest Roller
portuguese: Melhor aposta

source: Hill Climb Racing: I reached %dm in %s
portuguese: Hill Climb Racing: Alcancei %dm em %s

source: Hip Hopper
portuguese: Hip Hopulo

source: Ho ho hou! Santa is having a big hurry and he asked some help from Bill to deliver presents.
portuguese: Ho ho ho! O Papai Noel está com pressa e pediu ajuda do Bill para entregar presentes.

source: Hop 3m with Lowrider
portuguese: Pule 3m com o Lowrider

source: Hopped %d cm!
portuguese: Pulou %d cm!

source: Huge size, works everywhere!
portuguese: Tamanho enorme, funciona em qualquer lugar!

source: I AGREE
portuguese: EU CONCORDO

source: I Am the Law
portuguese: EU sou a lei

source: I reached %dm in %s. Check out how far you go: %s
portuguese: Eu percorri %dm em %s. Quer ver quanto você consegue: %s

source: ICLOUD DISABLED
portuguese: ICLOUD DESATIVADO

source: ICLOUD SYNC: OFF
portuguese: SINCRONIZAÇÃO DO ICLOUD: OFF

source: ICLOUD SYNC: ON
portuguese: SINCRONIZAÇÃO DO ICLOUD: ON

source: ICloud disabled
portuguese: ICloud desativado

source: ID_LANGUAGE_NAME
portuguese: Português

source: IN %s
portuguese: EM %s

source: INLINE 4
portuguese: 4 CILINDROS EM LINHA

source: INLINE 6
portuguese: 6 CILINDROS

source: INSANE AIR TIME
portuguese: TEMPO NO AR INSANO

source: INSANE AIR TIME +%d
portuguese: TEMPO NO AR INSANO +%d

source: Iceman
portuguese: Carro de fuga

source: Improved aerodynamics reduces air resistance and results in higher top speed.
portuguese: Aerodinâmica aprimorada reduz a resistência do ar e aumenta a velocidade.

source: Improved brakes makes car to stop faster. Warning: strong brakes may decrease structural integrity
portuguese: Freios melhorados ajudam a parar o carro mais rápido. Aviso: freios fortes podem diminuir a integridade estrutural

source: Improved cushion material reduces friction and results in higher ground speed.
portuguese: Material de amortecimento melhorado reduz a fricção e resulta em maior velocidade.

source: Improved energy efficiency allows the vehicle to driver further with one charge.
portuguese: Eficiência energética melhorada permite que o veículo chegue mais longe com uma carga.

source: Improved engine parts result in power increase. Higher horsepower helps you climb hills and make longer jumps and tricks for more bonuses.
portuguese: Peças do motor melhoradas resultam em um aumento de potência. Maior potência ajuda você a subir colinas, dar saltos e fazer truques por mais tempo para ganhar mais bônus.

source: Improved engine parts result in power increase. Improved engine also weights more.
portuguese: Peças de motor melhores resultam em aumento de potência. Motor melhorado também pesa mais.

source: Improved gravel tire!
portuguese: Pneu de cascalho melhorado!

source: Improved roll cage material can take more damage before breaking.
portuguese: Um material melhor na carcaça do rolamento pode aguentar mais dano antes de quebrar.

source: Improved screw result in better traction and better power delivery to the ground.
portuguese: Parafuso melhorado resulta em melhor tração e potência no terreno.

source: Improved shock absorption improves stability at high speeds and makes the car more stable on bumps.
portuguese: Amortecimento melhorado melhora a estabilidade em alta velocidade e deixa o carro mais estável em quebra-molas.

source: Improved shock absorption improves stability at high speeds and makes the reindeer more stable on bumps.
portuguese: Amortecimento melhorado aumenta a estabilidade em alta velocidade e deixa a rena mais estável em buracos.

source: Improved shoes result in better traction and better power delivery to the ground.
portuguese: Sapatos melhorados resultam em melhor tração e potência contra o piso.

source: Improved street tire for asphalt!
portuguese: Pneu de rua melhorado para asfalto!

source: Improved thruster technology results in better power delivery.
portuguese: Tecnologia de propulsão aperfeiçoada resulta em uma melhor distribuição de potência.

source: Improved tires result in better traction and better power delivery to the ground.
portuguese: Pneus melhorados resultam em melhor tração e potência contra o terreno.

source: Improved tracks result in better traction and better power delivery to the ground.
portuguese: Pistas melhoradas resultam em melhor tração e potência contra o terreno.

source: Improved traction in asphalt levels!
portuguese: Tração melhorada em níveis de asfalto!

source: Improved winter tire!
portuguese: Pneu de inverno melhorado!

source: Improving all wheel drive system will result in better traction and better handling of the vehicle.
portuguese: Melhorando todo o sistema de direção resultará em melhor tração e manejo do veículo.

source: Improving the fuel tank size makes it possible to drive further.
portuguese: Aumentar o tamanho do tanque possibilita viagens mais largas.

source: In case of emergency, call 555-NECK-FLIP.
portuguese: Em caso de emergência, ligue 555-PESCOÇO.

source: It's a tank!
portuguese: É um tanque!

source: It's time to get dirty!
portuguese: É hora de se sujar!

source: It's time to go beyond the galaxy to an alien planet. This slimy sloped planet gives you a challenge of its own.
portuguese: Chegou a hora de ir para um planeta alienígena em outra galáxia. Este planeta lamacento tem um desafio único.

source: It's your custom car!
portuguese: É o seu carro personalizado!

source: JEEP
portuguese: JIPE

source: JUMP %dm
portuguese: SALTE %dm

source: JUNGLE
portuguese: SELVA

source: JUNKYARD
portuguese: FERRO VELHO

source: Journey Begins
portuguese: A jornada começa

source: Jump 140 meters with 10 cars in Arena
portuguese: Pule 140 metros com 10 carros na Arena

source: Jump 8m with Lowrider
portuguese: Pule 8m com o Lowrider

source: Jumped %d cm!
portuguese: Saltou %d cm!

source: Jungle King
portuguese: Rei da Selva

source: Just a Flesh Wound
portuguese: Só uma feridinha

source: KIDDIE EXPRESS
portuguese: MARIA FUMAÇA

source: Keeps the tractor from rolling over on steep hills.
portuguese: Evita que o trator capote em colinas íngremes.

source: Keeps the vehicle from rolling over on steep hills.
portuguese: Não deixa que o veículo capote em colinas íngremes.

source: King of the Hill
portuguese: Rei da Colina

source: LANGUAGE
portuguese: IDIOMA

source: LATER
portuguese: DEPOIS

source: LEGENDARY
portuguese: LENDÁRIO

source: LEGENDARY BUNDLE
portuguese: PACOTE LENDÁRIO

source: LEVEL
portuguese: NÍVEL

source: LEVEL %d
portuguese: NÍVEL %d

source: LEVEL %d / %d
portuguese: NÍVEL %d / %d

source: LEVEL %d COMPLETE
portuguese: NÍVEL %d CONCLUÍDO

source: LOADING...
portuguese: CARREGANDO...

source: LUNCHBOX
portuguese: LANCHEIRA

source: Lapland Hillbilly
portuguese: Colineiro da Lapônia

source: Later
portuguese: Depois

source: Let's Try That Again
portuguese: Tente outra vez

source: Level %d: Reach %dm
portuguese: Nível %d: Alcance %dm

source: Level %d: Reach %dm
portuguese: Nível %d: Alcance %dm

source: Level %d: reach %dm
portuguese: Nível %d: alcance %dm

source: Level bonus +%d
portuguese: Bônus de nível +%d

source: Level bonus +0
portuguese: Bônus de nível +0

source: Lightweight rally car chassis.
portuguese: Chassi de carro leve.

source: Live Fast Flip Young
portuguese: Viva rápido, gire cedo

source: Loading prices from server...
portuguese: Carregando preços do servidor...

source: Longer drive with improved battery
portuguese: Mais tempo de direção com bateria melhorada

source: Lord of Fire
portuguese: Senhor do Fogo

source: Lower center of mass keeps the vehicle from rolling over on steep hills.
portuguese: Centro gravitacional mais baixo evita que o veículo capote em colinas íngremes.

source: Lower weight point and improved shock absorption improves stability at high speeds and makes the bike more stable on bumps.
portuguese: Centro de peso mais baixo e melhor absorção de choques melhora a estabilidade em altas velocidades e deixa a moto mais estável em quebra-molas.

source: Lower weight point and improved shock absorption improves stability at high speeds and makes the car more stable on bumps.
portuguese: Ponto de balanço menor e amortecimento melhorado ajuda a manter a estabilidade em altas velocidades e mantém o carro mais estável em impactos.

source: Lower weight point and improved shock absorption improves stability at high speeds and makes the screw more stable on bumps.
portuguese: Menor ponto de peso e absorção de choque melhorada, o que aumenta a estabilidade em alta velocidade e estabiliza o parafuso em buracos.

source: Lower weight point and improved shock absorption improves stability at high speeds and makes the tank more stable on bumps.
portuguese: Ponto de balanço menor e amortecimento melhorado ajuda a manter a estabilidade em altas velocidades e mantém o tanque mais estável em impactos.

source: Lower weight point and improved shock absorption improves stability at high speeds and makes the vehicle more stable on bumps.
portuguese: Ponto de balanço menor e amortecimento melhorado ajuda a manter a estabilidade em altas velocidades e mantém o veículo mais estável em impactos.

source: Lucky Fuel
portuguese: Sortudo

source: MARS
portuguese: MARTE

source: MAX
portuguese: MÁX

source: MAX LEVEL
portuguese: NÍVEL MÁX

source: MAXIMUM ALLOWED AMOUNT OF BOOSTER IS %d
portuguese: QUANTIDADE MÁXIMA DE BOOSTER PERMITIDA É %d

source: MAXIMUM LEVEL
portuguese: NÍVEL MÁXIMO

source: MENU CONTROL
portuguese: MENU CONTROLE

source: MERCHANDISE
portuguese: MERCADORIAS

source: MID-AIR CONTROL
portuguese: CONTROLE NO AR

source: MONSTER
portuguese: MONSTRO

source: MOON
portuguese: LUA

source: MOON BUNDLE
portuguese: PACOTE DA LUA

source: MORE
portuguese: MAIS

source: MOTOCROSS BIKE
portuguese: MOTOCROSS

source: MOUNTAIN
portuguese: MONTANHA

source: MUD
portuguese: LAMA

source: MUD BUNDLE
portuguese: PACOTE DA LAMA

source: MUDPOOL
portuguese: LAMAÇAL

source: MUSIC
portuguese: MÚSICA

source: MY CAR
portuguese: MEU CARRO

source: Make %d backflips
portuguese: Dê %d saltos para trás

source: Make %d flips
portuguese: Faça %d flips

source: Make %d neckflips
portuguese: Quebre o pescoço %d vezes

source: Make 10 backflips in one run
portuguese: Dê 10 saltos para trás em uma corrida

source: Make 10 flips in one run
portuguese: Faça 10 flips em uma corrida

source: Makes your bike more stable (and cooler).
portuguese: Deixa a sua moto mais estável (e legal).

source: Makes your bike turn faster in mid-air making tricks easier and allow more control on landing.
portuguese: Faz a moto virar mais rápido no ar, facilitando truques e fornecendo maior controle ao aterrizar.

source: Micro Maniac
portuguese: Micro Maníaco

source: Monster Truck Mayhem
portuguese: Caos do Monster Truck

source: Monster car chassis. Good for air time tricks.
portuguese: Chassi de carro monstro. Bom para truques no ar.

source: Moon Grinder
portuguese: Triturador da lua

source: More horsepower with real animals!
portuguese: Mais cavalos de potência com animais de verdade!

source: More reindeer means more power! Reindeer helps you climb hills and make longer jumps and tricks for more bonuses.
portuguese: Mais renas significa mais potência! A rena ajuda você a subir colinas e fazer saltos e truques mais longos para ganhar mais bônus.

source: Mysterious place with tons of challenging surprises.
portuguese: Lugar misterioso com toneladas de surpresas desafiadoras.

source: NATIONAL DAY PACK
portuguese: PACOTE DO DIA NACIONAL

source: NECK FLIP +%d
portuguese: PESCOÇO QUEBRADO +%d

source: NECK FLIP +2500
portuguese: PESCOÇO QUEBRADO +2500

source: NEED MORE CAR PARTS?
portuguese: PRECISA DE MAIS PEÇAS?

source: NEW CAR
portuguese: CARRO NOVO

source: NEW LEVEL ACHIEVED!
portuguese: NOVO NÍVEL ALCANÇADO!

source: NEW PART
portuguese: PEÇA NOVA

source: NEW RECORD!
portuguese: NOVO RECORDE!

source: NEW RECORD: %dm
portuguese: NOVO RECORDE: %dm

source: NEXT
portuguese: SEGUIR

source: NIGHT
portuguese: NOITE

source: NO
portuguese: NÃO

source: NORTHPOLE
portuguese: POLO NORTE

source: NOT ENOUGH GEMS. BUY MISSING %d GEMS?
portuguese: NÃO HÁ PEDRAS SUFICIENTES. COMPRAR %d PEDRAS QUE FALTAM?

source: NUCLEAR BUNDLE
portuguese: PACOTE NUCLEAR

source: NUCLEAR PLANT
portuguese: USINA NUCLEAR

source: Naturally aspirated inline 6 engine
portuguese: Motor de seis cilindros em linha

source: Naughty driver
portuguese: Motorista safado

source: Neck patch?
portuguese: Suporte para o pescoço?

source: Neckflip within 5 seconds from stage start
portuguese: Quebre o pescoço antes dos 5 segundos

source: Neon King
portuguese: Rei Neon

source: New Direction
portuguese: Novo caminho

source: No Tips Required
portuguese: Gorjeta opcional

source: No food, no go. Improved feedbag size makes it possible to drive further.
portuguese: Sem comida não dá. Saco de comida maior possibilita viagens mais longas.

source: No thanks
portuguese: Não, obrigado

source: No videos to view currently
portuguese: Não há vídeos para assistir no momento

source: Nuclear Secret
portuguese: Segredo Nuclear

source: Numismatist
portuguese: Numismata

source: ONEWHEELER
portuguese: PATINETE

source: OUT OF FUEL
portuguese: SEM GASOLINA

source: Obsessed Backflipper
portuguese: Obsessão por saltos mortais

source: Offroader
portuguese: 4X4

source: Old-timer
portuguese: Velha guarda

source: Olympic medalist
portuguese: Medalhista olímpico

source: On a Roll
portuguese: Enrolado

source: PARTS
portuguese: PEÇAS

source: PARTS:
portuguese: PEÇAS:

source: PAUSED
portuguese: PAUSADO

source: PEDALS
portuguese: PEDAIS

source: PEDALS: OFF
portuguese: PEDAIS: OFF

source: PEDALS: ON
portuguese: PEDAIS: ON

source: PLAY
portuguese: JOGAR

source: POLICE CAR
portuguese: VIATURA

source: POWER
portuguese: POTÊNCIA

source: PRESS BUTTON TO CONTINUE
portuguese: PRESSIONE O BOTÃO PARA CONTINUAR

source: PRIVACY OPTIONS
portuguese: OPÇÕES DE PRIVACIDADE

source: PRIVACY POLICY
portuguese: POLÍTICA DE PRIVACIDADE

source: PRIVACY POLICY & EULA
portuguese: POLÍTICA DE PRIVACIDADE E EULA

source: Packages and conveyor belts all over the place. Eat carrots to get more vitamins!
portuguese: Pacotes e esteiras por todos os lados. Coma cenouras e tenha mais vitaminas!

source: Pay %d GEMS to keep on playing?
portuguese: Pagar %d PEDRAS para continuar jogando?

source: Perfect for driving in gravel!
portuguese: Perfeito para dirigir em cascalho!

source: Perfect for driving in space!
portuguese: Perfeito para dirigir no espaço!

source: Personal Transport
portuguese: Veículo pessoal

source: Photobomb
portuguese: Fotobomb

source: Pick up fuel canister with empty fuel tank
portuguese: Agarre um galão de gasolina com o tanque vazio

source: Powerful engine and downforce upgraded provide the most ultimate combination for hill climbing.
portuguese: Motor poderoso e downforce melhorada fornecem a combinação ideal para subir colinas.

source: Powerful train with two carriages. Enjoy the ride!
portuguese: Trem poderoso com dois vagões. Aproveite o passeio!

source: Prepare for liftoff! This agile lunar rover is equipped with thrusters!
portuguese: Prepare-se para decolar! Este ágil rover lunar vem equipado com propulsores!

source: Prepare for true monster mayhem with this huge truck.
portuguese: Prepare-se para a destruição do monster truck nesta caminhonete gigante.

source: Press %s to replace existing car configuration with a new chassis or purchase a 'new car' empty slot to use new chassis
portuguese: Pressione %s para substituir a configuração atual do carro com um novo chassi ou comprar um slot vazio de 'carro novo' para usar o novo chassi

source: Purchase car part chests to get more car parts
portuguese: Compre baús de peças para conseguir mais peças

source: Purchase complete
portuguese: Compra efetuada com sucesso

source: Purchase failed
portuguese: Falha na compra

source: QUAD BIKE
portuguese: QUADRICICLO

source: QUEST COMPLETED! +%d gems
portuguese: MISSÃO CONCLUÍDA! +%d pedras

source: Quick, good traction and a handy hill climbing vehicle!
portuguese: Rápido e com boa tração, um veículo cômodo para subir colinas!

source: RACE CAR
portuguese: CORRIDA

source: RAINBOW
portuguese: ARCO-ÍRIS

source: RALLY CAR
portuguese: CARRO DE RALI

source: RARE
portuguese: RARO

source: READY
portuguese: PRONTO

source: REAR HEIGHT
portuguese: ALTURA TRASEIRA

source: REAR TIRE SIZE
portuguese: TAMANHO DO PNEU TRASEIRO

source: RECORD HOP! %d cm
portuguese: PULO RECORDE! %d cm

source: RECORD JUMP! %d cm
portuguese: SALTO RECORDE! %d cm

source: RECORD: %dm
portuguese: RECORDE: %dm

source: REINDEER
portuguese: RENA

source: REINDEER SHOES
portuguese: SAPATOS DE RENA

source: RESET
portuguese: REINICIAR

source: RESTART
portuguese: REINICIAR

source: RESTORE
portuguese: RESTAURAR

source: RESUME
portuguese: CONTINUAR

source: ROLL CAGE
portuguese: CARCAÇA

source: ROLLER COASTER
portuguese: MONTANHA RUSSA

source: ROOFTOPS
portuguese: TETOS

source: Race the hills with this impressive turboed motocross bike.
portuguese: Corra as colinas com esta moto de motocross turbo impressionante.

source: Rate Hill Climb Racing?
portuguese: Avaliar o Hill Climb Racing?

source: Ready for the super turbo whistle and black smoke? With powerful engine and large wheelbase this really is an unique experience!
portuguese: Pronto para o zumbido super turbo e fumaça negra? Com motor poderoso e chassi grande, é uma experiência única!

source: Ride the Neon Dragon
portuguese: Domador de Dragão Neon

source: Road Warrior
portuguese: Guerreiro da Estrada

source: Rollcage for the bike.
portuguese: Santantônio para a moto.

source: Rotating engine improves stability when climbing steep hills.
portuguese: Motor giratório melhora a estabilidade para subir colinas íngremes.

source: Rubber Burner
portuguese: Queimador de Borracha

source: Rudolf's Big Brother
portuguese: Irmão mais velho do Rodolfo

source: Rule the streets with this hip hopper!
portuguese: Domine as ruas com este hip hopulo!

source: SAVE
portuguese: SALVAR

source: SCREW
portuguese: PARAFUSO

source: SCROLLING BACKGROUND: OFF
portuguese: ROLAMENTO DO FUNDO: OFF

source: SCROLLING BACKGROUND: ON
portuguese: ROLAMENTO DO FUNDO: ON

source: SEASONS
portuguese: ESTAÇÕES

source: SEAT
portuguese: ASSENTO

source: SECRET FOUND +%d
portuguese: SEGREDO ENCONTRADO +%d

source: SECRET FOUND +10000
portuguese: SEGREDO ENCONTRADO +10000

source: SELECT
portuguese: SELECIONAR

source: SELECT LANGUAGE
portuguese: SELECIONE O IDIOMA

source: SELECT STAGE
portuguese: SELECIONAR ESTÁGIO

source: SELECT VEHICLE
portuguese: SELECIONAR VEÍCULO

source: SETTINGS
portuguese: CONFIGURAÇÕES

source: SETTINGS %d
portuguese: CONFIGURAÇÕES %d

source: SHARE HILL CLIMB RACING
portuguese: COMPARTILHAR O HILL CLIMB RACING

source: SHOP
portuguese: LOJA

source: SHOP
portuguese: LOJA

source: SHOW AD CONTROLS
portuguese: MOSTRAR CONTROLES DE ANÚNCIO

source: SIGN IN
portuguese: CONECTAR

source: SIGN IN TO CLOUD
portuguese: CONECTAR-SE À NUVEM

source: SIGN OUT
portuguese: SAIR

source: SIZE
portuguese: TAMANHO

source: SLEIGH
portuguese: TRENÓ

source: SNOW MOBILE
portuguese: MOTO DE NEVE

source: SOUNDS
portuguese: SONS

source: SPACE
portuguese: ESPAÇO

source: SPECIAL OFFER
portuguese: OFERTA ESPECIAL

source: SPRINGS
portuguese: MOLAS

source: STABILITY
portuguese: ESTABILIDADE

source: STAGE
portuguese: ESTÁGIO

source: START
portuguese: COMEÇAR

source: STREET
portuguese: RUA

source: STREET PRO
portuguese: RUA PRO

source: SUBMIT
portuguese: ENVIAR

source: SUPER DIESEL 4X4
portuguese: 4X4 SUPER DIESEL

source: SUPER DRIVER BONUS!
portuguese: BÔNUS DE SUPER MOTORISTA!

source: SURFACE
portuguese: SUPERFÍCIE

source: SUSPENSION
portuguese: SUSPENSÃO

source: SYNC IN PROGRESS
portuguese: SINCRONIZAÇÃO EM PROCESSO

source: Safety Inspector
portuguese: Inspetor de segurança

source: Santa's Lost Cousin
portuguese: Primo perdido do Papai Noel

source: Secret Achievement
portuguese: Conquista secreta

source: Serious Junkie
portuguese: Viciadão

source: Share your result
portuguese: Compartilhe seu resultado

source: Slippery arctic cave is something different to try.
portuguese: Caverna escorregadia do Ártico é algo diferente para experimentar.

source: Smash 1000 pumpkins
portuguese: Esmague 1000 abóboras

source: Some of car parts seems to be invalid. You can try to change or tune some parts or just build new car on the same slot
portuguese: Algumas peças do carro parecem ser inválidas. Você pode tentar alterar ou tunar algumas peças ou construir um novo carro no mesmo slot

source: Street race tire!
portuguese: Pneu de corrida de rua!

source: Super powerful and fast.
portuguese: Super poderoso e rápido.

source: Superb eco engine with improved acceleration.
portuguese: Motor ecológico magnífico com aceleração melhorada.

source: Survive in the Ragnarok
portuguese: Sobreviva em Ragnarok

source: Survive the Jungle
portuguese: Sobreviva na Selva

source: TANK
portuguese: TANQUE

source: THRUSTER
portuguese: PROPULSOR

source: TIRE
portuguese: PNEU

source: TIRE SIZE
portuguese: TAMANHO DE PNEU

source: TIRES
portuguese: PNEUS

source: TOOLBOX
portuguese: CAIXA

source: TOUCH TO CONTINUE
portuguese: TOQUE P/ CONTINUAR

source: TOURIST BUS
portuguese: ÔNIBUS TURÍSTICO

source: TRACKS
portuguese: PISTAS

source: TRACTION
portuguese: TRAÇÃO

source: TRACTOR
portuguese: TRATOR

source: TRICK BUNDLE
portuguese: PACOTE DE TRUQUES

source: TROPHY TRUCK
portuguese: CAMINHÃO DE TROFÉUS

source: TRUCK
portuguese: CAMINHÃO

source: TUNE
portuguese: TUNAR

source: TUNE %s
portuguese: TUNAR %s

source: Take an adventure into the treasure cave. It's hard to approach the bumps without hitting the ceiling. Gasoline is a limited resource in a cave.
portuguese: Faça uma aventura na caverna do tesouro. É difícil aproximar-se de buracos sem bater contra o teto. A gasolina é um recurso escasso na caverna.

source: Terrain Rocket
portuguese: Foguete Terreno

source: The Classic
portuguese: O Clássico

source: The Softer Side
portuguese: O lado mais suave

source: The car slot will be emptied due to fatal error. You can still build a new car on the slot. Proceed?
portuguese: O slot do carro será esvaziado por um erro fatal. Você ainda pode construir um novo carro no slot. Continuar?

source: The car slot will be emptied. You can still build a new car on the slot. Proceed?
portuguese: O slot do carro será esvaziado. Você ainda pode construir um novo carro no slot. Continuar?

source: The highest class of off-road racing vehicles!
portuguese: Os melhores veículos de corrida off-road!

source: The hippie van has plenty of fuel but suffers from loose tires! These tree huggers have also figured out how to drive around trees.
portuguese: O furgão hippie tem muito combustível, mas sofre com pneus frouxos! Esses amantes de árvores também sabem desviar das árvores.

source: The local junkyard is full of Bill's old vehicles
portuguese: O ferro velho local está cheio de carros velhos do Bill

source: The tractor is slow and heavy but has great traction and plenty of torque (and a tendency to roll over in steep terrain). Not recommended for caves.
portuguese: O trator é lento e pesado, mas tem ótima tração e muito torque (e uma tendência de capotar em terreno íngreme). Não recomendado para cavernas.
