Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/brazilian-*.po
Languages: portuguese

source: The trees arent just for decoration, you'll have to drive through them. Highly upgraded vehicle recommended!
portuguese: As árvores não são decoração apenas, você terá que passar por elas. Veículo altamente aprimorado recomendado!

source: This agile childhood ride becomes a powerful little beast when fully upgraded.
portuguese: Este ágil veículo infantil se transforma em uma pequena fera ao ser totalmente aprimorado.

source: This is challenge five
portuguese: Este é o desafio cinco

source: This is challenge four
portuguese: Este é o desafio quatro

source: This is challenge one
portuguese: Este é o primeiro desafio

source: This is challenge seven
portuguese: Este é o desafio sete

source: This is challenge six
portuguese: Este é o desafio seis

source: This is challenge three
portuguese: Este é o desafio três

source: This is challenge two
portuguese: Este é o segundo desafio

source: To the Moon and Back
portuguese: Ida e volta para a Lua

source: Top fuel dragster! Insanely fast, but be careful, it's not easy to control!
portuguese: Dragster de ponta! Insanamente rápido, mas tenha cuidado - não é fácil de controlar!

source: Totally Worth It
portuguese: Valeu a pena

source: Treasure %d / 10 collected!
portuguese: Tesouro %d / 10 coletado!

source: Treasure Hunter
portuguese: Caçador de Tesouros

source: Triptacular
portuguese: Trip total

source: Troll Master
portuguese: Mestre Troll

source: Tune up your own super hot rod!
portuguese: Tune o seu próprio super hot rod!

source: UNLOCK
portuguese: DESTRAVAR

source: UNLOCK %s?
portuguese: DESTRAVAR %s?

source: UNLOCK GARAGE?
portuguese: DESTRAVAR MECÂNICA?

source: UPGRADE AVAILABLE
portuguese: UPGRADE DISPONÍVEL

source: UPGRADE %s?
portuguese: FAZER UPGRADE DE %s?

source: UPGRADE %s?
portuguese: FAZER UPGRADE DE %s?

source: UPGRADE CAR
portuguese: APRIMORE O CARRO

source: Unable to connect to the AppStore. Please try again later.
portuguese: Impossível conectar à AppStore. Tente de novo mais tarde.

source: Unable to connect to the Tizen Store. Please try again later.
portuguese: Impossível conectar à Tizen Store. Tente de novo mais tarde.

source: Unable to connect to the Windows Store. Please try again later.
portuguese: Impossível conectar à Windows Store. Tente de novo mais tarde.

source: Unable to purchase item at this time. Please try again later.
portuguese: Não foi possível comprar o item no momento. Tente de novo mais tarde.

source: Unable to save image
portuguese: Não foi possível salvar a imagem

source: Unable to save result image. There might not be enough space available.
portuguese: Não foi possível salvar a imagem resultante. Pode ser que não haja espaço disponível suficiente.

source: Unfortunately there were no videos available right now. Try again later.
portuguese: Infelizmente não há vídeos disponíveis no momento. Tente de novo mais tarde.

source: Unlock %s
portuguese: Desbloquear %s

source: Unlock 10 stages
portuguese: Destrave 10 estágios

source: Unlock 10 vehicles
portuguese: Destrave 10 veículos

source: Unlock 5 stages
portuguese: Destrave 5 estágios

source: Unlock 5 vehicles
portuguese: Destrave 5 veículos

source: Unlock Garage
portuguese: Destravar Mecânica

source: Unlock a stage
portuguese: Destrave um estágio

source: Unlock a vehicle
portuguese: Destrave um veículo

source: Unlock all stages
portuguese: Destrave todos os estágios

source: Unlock all vehicles
portuguese: Destrave todos os veículos

source: Upgrade complete
portuguese: Upgrade concluído

source: V12 super engine with a supercharger
portuguese: Supermotor V12 com supercompressor

source: V6 sport engine with a supercharger.
portuguese: Motor V6 esportivo com supercompressor.

source: V8 diesel with twin turbo.
portuguese: V8 diesel com twin turbo.

source: V8 race engine with a supercharger.
portuguese: Motor V8 de corrida com supercompressor.

source: VEHICLE
portuguese: VEÍCULO

source: VOLCANO
portuguese: VULCÃO

source: Vehicle best: %dm
portuguese: Melhor do veículo: %dm

source: WATCH REPLAYS
portuguese: ASSISTIR REPLAYS

source: WATCH VIDEO
portuguese: ASSISTIR VÍDEO

source: WINTER
portuguese: INVERNO

source: WINTER PRO
portuguese: INVERNO PRO

source: Warning! Radioactive materials inside, no trespassing!
portuguese: Atenção! Materiais radioativos, proibido ultrapassar!

source: Watch a video to keep on playing?
portuguese: Assistir um vídeo para continuar jogando?

source: Watch credits to the end
portuguese: Veja os créditos até o final

source: Watch out for the gaps between buildings or you may fall off!
portuguese: Fique de olho nos espaços entre os edifícios para não cair!

source: We would like to show ads relevant to you!
portuguese: Queremos mostrar anúncios relevantes para você!

source: Weight, power, turbo whistle and attitude! And upgradeable very large fuel tank!
portuguese: Peso, potência, zumbido turbo e atitude! E um tanque de gasolina expansível muito grande!

source: Welcome to the mystic jungle, Bill!
portuguese: Bem-vindo à selva mística, Bill!

source: What a wonderful world, Bill thinks, and throttles through steep hills of the seasons
portuguese: Que lindo mundo, o Bill pensa, e acelera por colinas íngremes das estações

source: What do you expect?! It's a race car on tracks with a huge V8 stuffed into it!
portuguese: O que você esperava?! É um carro de corrida em movimento com um V8 enorme nele!

source: Why Do I Climb the Mountain?
portuguese: Por que eu subo a montanha?

source: With Wheels Like These
portuguese: Com rodas como essas...

source: With large wheels and a supercharged engine this car really gives a new experience for Hill Climbing!
portuguese: Com rodas grandes e um motor sobrecarregado, este carro traz uma nova experiência para o Hill Climb!

source: Would you like rate our game and give us feedback?
portuguese: Você gostaria de avaliar o nosso jogo e fornecer feedback?

source: XMAS
portuguese: NATAL

source: XMAS BUNDLE
portuguese: PACOTE DE NATAL

source: YEAR %d
portuguese: ANO %d

source: YEAR %d COMPLETED
portuguese: ANO %d CONCLUÍDO

source: YES
portuguese: SIM

source: Yes
portuguese: Sim

source: You have already reached the maximum number of synchronized devices.
portuguese: Você alcançou o número máximo de dispositivos sincronizados.

source: You have already upgraded this to the maximum level available.
portuguese: Você já aprimorou isto até o último nível disponível.

source: You have been rewarded %s and advertisements have been removed.
portuguese: Você recebeu %s e os anúncios foram removidos.

source: You have been rewarded %s coins and advertisements have been removed.
portuguese: Você ganhou %s moedas e os anúncios foram removidos.

source: You have been rewarded %s coins for installing %s.
portuguese: Você ganhou %s moedas por instalar %s.

source: You have been rewarded %s coins.
portuguese: Você ganhou %s moedas.

source: You have been rewarded %s gems and advertisements have been removed.
portuguese: Você ganhou %s pedras e os anúncios foram removidos.

source: You have been rewarded %s gems.
portuguese: Você ganhou %s pedras.

source: You have been rewarded:
portuguese: Você recebeu um prêmio:

source: You have enough coins to unlock %s. Give it a try!
portuguese: Você não tem moedas suficientes para destravar %s. Dê uma voltinha para experimentar!

source: You need to unlock garage feature first. Unlock now?
portuguese: Primeiro você precisa destravar a oficina mecânica. Destravar agora?

source: Yura Vereshchak designed, you voted, the ultimate fan vehicle, the Finger Screw!
portuguese: Yura Vereshchak criou e vocês votaram no melhor veículo criado pelos fãs: o Finger Screw!

source: common part
portuguese: peça comum

source: epic part
portuguese: peça épica

source: legendary part
portuguese: peça lendária

source: random part
portuguese: peça aleatória

source: rare part
portuguese: peça rara
