Repository: ChaniduRathnayake/androidcrack
Catalog: assets/translations/brazilian-*.po
Languages: portuguese

source: LOOP +%d
portuguese: LOOPING +%d

source: LOOP +1000
portuguese: LOOPING +1000

source: PRESENT DELIVERED! +1000
portuguese: PRESENTE ENTREGUE! +1000

source: TOUCH TO CONTINUE
portuguese: TOQUE PARA CONTINUAR

source: %d x Coins
portuguese: %d x Moedas

source: %d x Container
portuguese: %d x Contêiner

source: %d x Gem
portuguese: %d x Pedra

source: %d x Lunchbox
portuguese: %d x Lancheira

source: %d x Toolbox
portuguese: %d x Caixa

source: %dm (BEST %dm)
portuguese: %dm (MELHOR %dm)

source: %dxAIR TIME
portuguese: %dxTEMPO NO AR

source: %dxBACK FLIP
portuguese: %dxSALTO PARA TRÁS

source: %dxNECK FLIP
portuguese: %dxPESCOÇO QUEBRADO

source: %s Cost: %s gems You need %s more gems
portuguese: %s Custo: %s pedras Você precisa de mais %s pedras

source: %s Entry fee cost: %s gems You need %s more gems
portuguese: %s Taxa de entrada: %s pedras Você precisa de mais %s pedras

source: %s Entry fee cost: %s gems
portuguese: %s Taxa de entrada: %s pedras

source: %s Unlock cost: %s coins You need %s more coins
portuguese: %s Custo de destravamento: %s coins Você precisa de mais %s moedas

source: %s Unlock cost: %s coins
portuguese: %s Custo de destravamento: %s moedas

source: %s Unlock cost: %s gems You need %s more gems
portuguese: %s Custo para destravar: %s pedras Você precisa de mais %s pedras

source: %s Upgrade cost: %s coins
portuguese: %s Custo do upgrade: %s moedas

source: %s Upgrade cost: %s coins You need %s more coins
portuguese: %s Custo do upgrade: %s coins Você precisa de mais %s moedas

source: %s Opening cost: %s gems
portuguese: %s Custo de abertura: %s pedras

source: %s HIGH SCORES
portuguese: %s RECORDES

source: %s unlocked!
portuguese: %s desbloqueado!

source: %s: LVL %d (%dm)
portuguese: %s: NVL %d (%dm)

source: (best: %dm)
portuguese: (melhor: %dm)

source: * Instead of random advertisements you could see ads relevant to you! * You can change your choice later from the game's settings. * Please note that not allowing relevant ads does not make the game ad free.
portuguese: * Ao invés de anúncios aleatórios, você pode ver anúncios relevantes para você! * Você pode mudar a sua escolha depois nas configurações do jogo. * Saiba que não permitir anúncios relevantes não deixa o jogo sem anúncios.

source: +%d COINS
portuguese: +%d MOEDAS

source: +%d COINS
portuguese: +%d MOEDAS

source: +%d GEMS
portuguese: +%d PEDRAS

source: +20%;Acceleration
portuguese: +20%;Aceleração

source: +30%;more grip
portuguese: +30%;+ aderência

source: +30%;power
portuguese: +30%;potência

source: +40%;Acceleration
portuguese: +40%;Aceleração

source: +40%;more size
portuguese: +40%;maior

source: +40%;power
portuguese: +40%;potência

source: +50%;more size
portuguese: +50%;maior

source: +60%;more grip
portuguese: +60%;+ aderência

source: +60%;power
portuguese: +60%;potência

source: +80%;more grip
portuguese: +80%;+ aderência

source: +80%;power
portuguese: +80%;potência

source: -20%;fuel
portuguese: -20%;tanque

source: -20%;weight
portuguese: -20%;peso

source: -50%;fuel
portuguese: -50%;tanque

source: 2WD racer chassis. Fast with adjustable downforce.
portuguese: Chassi de corrida 2X2. Rápido com tração ajustável.

source: 4WD
portuguese: 4X4

source: 4WD;Light
portuguese: 4WD;Leve

source: 4WD;Monsterous
portuguese: 4WD;Monstruoso

source: 4x4 quad bike with almost the same agility as the bike offers you a different ride.
portuguese: Moto 4x4 com quase a mesma agilidade. A moto oferece um tipo diferente de passeio.

source: A small beast, full of green energy
portuguese: Uma besta pequena, cheia de energia verde

source: ABOUT
portuguese: SOBRE

source: ACCELERATION
portuguese: ACELERAÇÃO

source: ACCEPT
portuguese: ACEITAR

source: ACHIEVEMENTS
portuguese: CONQUISTAS

source: AD FREE
portuguese: SEM ANÚNCIOS

source: AERODYNAMICS
portuguese: AERODINÂMICA

source: AIR TIME
portuguese: TEMPO NO AR

source: AIR TIME +%d
portuguese: TEMPO NO AR +%d

source: ALIEN PLANET
portuguese: PLANETA ALIENÍGENA

source: AMBULANCE
portuguese: AMBULÂNCIA

source: ARCTIC
portuguese: ÁRTICO

source: ARCTIC CAVE
portuguese: CAVERNA NO ÁRTICO

source: AWD
portuguese: 4X4

source: AWD;upgrade
portuguese: 4X4;upgrade

source: About
portuguese: Sobre

source: Adjust drive balance between rear-wheel drive and four-wheel drive
portuguese: Ajuste o balanço de direção com tração em duas e quatro rodas

source: Advertising ID is not a new thing, in fact it has already been used by practically all online services for over a decade! An upcoming change in EU's legislation sets some requirements on how this ID can be used and we want to be completely open about how we use your personal data. Advertising ID is a random string of characters that is created when you first started using your device (phone, PC, etc). This ID can be seen by the apps you use on your device. By comparing the apps you've used in the past a "player type profile" can be created to suggest more similar apps to you! By clicking "I agree" you allow us to continue sharing your advertising ID with Fingersoft's ad partners (and nobody else!) for them to give you suggestions on other apps you might like. We believe directing advertisements is in our player's interests, as nobody wants to see ads for doll houses in a racing game, right?! If you'd like even more information and the list of our advertising partners, please review our Privacy Policy. Link to our Privacy Policy can be found in the game's settings.
portuguese: ID de anúncio não é uma coisa nova, na verdade já é utlizada em quase todos os serviços online há mais de uma década! Uma alteração recente na legislação da UE faz alguns requisitos sobre como esta ID pode ser utillizada e nós queremos ser totalmente francos sobre como usamos os seus dados pessoais. ID de anúncio é uma linha de caracteres aleatórios que é criada quando você usa o seu dispositivo pela primeira vez (telefone, PC, etc). Essa ID pode ser vista pelos apps que você usa no seus dispositivo. Comparando os apps que você usou no passado, um "perfil de tipo de jogador" pode ser criado para sugerir mais apps similares para você! Ao clicar em "Eu concordo" você permite que nós continuemos compartilhando a sua ID de anúncio com os parceiros de anúncios da Fingersoft (e ninguém mais!) para que eles lhe ofereçam sugestões de outros apps que você pode gostar. Acreditamos que direcionar anúncios é de interesse dos nossos jogadores, já que ninguém quer ver anúncios para casas de bonecas em jogos de corrida, não é?! Se você quer ainda mais informações e a lista dos nossos parceiros publicitários, revise a nossa Política de Privacidade. O link para a nossa Política de Privacidade pode ser encontrado nas configurações do jogo.

source: All Backwards
portuguese: Todo ao contrário

source: All Your Car Are Belong to Us
portuguese: Todos os seus carros são nossos

source: Almost Famous
portuguese: Quase famoso

source: Apollo Crewmember
portuguese: Tripulante do Apolo

source: Are you sure you want to exit to menu?
portuguese: Tem certeza que deseja sair para o menu?

source: Attitude Problem
portuguese: Problema de atitude

source: Automatic boost gives additional speed for a small duration. Upgrade increases boost power.
portuguese: Impulso automático proporciona velocidade adicional por um período curto. O upgrade aumenta a potência do impulso.

source: BACK
portuguese: VOLTAR

source: BACK FLIP +%d
portuguese: SALTO MORTAL +%d

source: BACK FLIP +1000
portuguese: SALTO PARA TRÁS +1000

source: BACK FLIP +200
portuguese: SALTO PARA TRÁS +200

source: BACK FLIP +500
portuguese: SALTO PARA TRÁS +500

source: BACK FLIP +700
portuguese: SALTO PARA TRÁS +700

source: BACKGROUND SCROLL
portuguese: ROLAMENTO DE FUNDO

source: BATTERY
portuguese: BATERIA

source: BEACH
portuguese: PRAIA

source: BIG AIR TIME
portuguese: TEMPO NO AR GRANDE

source: BIG AIR TIME +%d
portuguese: TEMPO NO AR GRANDE +%d

source: BIG MONSTER
portuguese: MONSTRÃO

source: BONUS COINS: %d
portuguese: MOEDAS BÔNUS: %d

source: BONUS GEMS: %d
portuguese: PEDRAS DE BÔNUS: %d

source: BOOSTER WILL POWER YOUR CAR TO DRIVE SOME EXTRA METERS
portuguese: O BOOSTER DARÁ UMA FORÇA EXTRA PARA SEU CARRO DIRIGIR MAIS ALGUNS METROS

source: BOOT CAMP
portuguese: CAMPO DE TREINAMENTO

source: BOOTCAMP BUNDLE
portuguese: PACOTE DE TREINO

source: BRAKE
portuguese: FREAR

source: BRAKES
portuguese: FREIOS

source: BUY
portuguese: COMPRAR

source: BUY BOOSTER?
portuguese: COMPRAR BOOSTER?

source: BUY PART %s?
portuguese: COMPRAR PEÇA %s?

source: Basic inline 4 engine.
portuguese: Motor básico de quatro cilindros em linha

source: Battery charger
portuguese: Carregador de bateria

source: Because I'm in Love
portuguese: Porque estou apaixonado

source: Best in winter and ice levels!
portuguese: Melhor no inverno e no gelo!

source: Best: %dm
portuguese: Melhor: %dm

source: Beware all speeding hill climbers, the police is now patrolling the hills.
portuguese: Fiquem atentos motoristas velozes, agora a polícia está patrulhando estas colinas.

source: Beyond the Galaxy
portuguese: Galáxia afora

source: Big monster chassis. Real off-road monster.
portuguese: Chassi monstro enorme. Um verdadeiro monstro fora da pista.

source: Bigger tires helps maneuvering on the bumpy road.
portuguese: Pneus maiores ajudam a manobrar na estrada esburacada.

source: Bill decided to put on his old Halloween costume and go for a ride in the nearby haunted hills.
portuguese: O Bill decidiu colocar a sua fantasia velha de Dia das Bruxas e passear pelas colinas mal assombradas.

source: Bill decided to take a shower and give people a ride while climbing hills! Not suitable for cave levels!
portuguese: O Bill decidiu tomar um banho e dar as pessoas uma carona enquanto sobe as colinas! Não adequado para níveis de caverna!

source: Bottle Opener
portuguese: Abridor de garrafa

source: Bottoms Up
portuguese: Bumbum pro teto

source: Brooom! It's time to explore some challenges!
portuguese: Vruuum! Chegou a hora de explorar alguns desafios!

source: Brooom! It's time to make some awesome jumps and stunts!
portuguese: Vruuum! É hora de fazer alguns saltos e truques incríveis!

source: By selecting "I AGREE" I confirm that I am over the age of 16 and allow my advertising identifier to be sent to Fingersoft's ad partners.
portuguese: Ao selecionar "EU CONCORDO", eu confirmo que sou maior de 16 anos de idade e permito que meu identificador de anúncios seja enviado para os parceiros publicitários da Fingersoft.

source: CANCEL
portuguese: CANCELAR

source: CAR NAME
portuguese: NOME DO CARRO

source: CAVE
portuguese: CAVERNA

source: CHALLENGE
portuguese: DESAFIO

source: CHALLENGE GOAL: %dm
portuguese: OBJETIVO DO DESAFIO: %dm

source: CHALLENGE COMPLETED! GOAL: %dm
portuguese: DESAFIO CONCLUÍDO! OBJETIVO: %dm

source: CHALLENGE COMPLETED! +%d GEMS
portuguese: DESAFIO CONCLUÍDO! +%d PEDRAS

source: CHALLENGE: Drive %dm
portuguese: DESAFIO: Dirija %dm

source: CHARGER
portuguese: COMPRESSOR

source: CHASSIS
portuguese: CHASSI

source: CHOOSE CHASSIS
portuguese: ESCOLHA O CHASSI

source: CHOPPER BUNDLE
portuguese: PACOTE CHOPPER

source: COINS
portuguese: MOEDAS

source: COINS: %d
portuguese: MOEDAS: %d

source: COMMON
portuguese: COMUM

source: CONNECTING
portuguese: CONECTANDO

source: CONSTRUCTION
portuguese: CONSTRUÇÃO

source: CONTAINER
portuguese: CONTÊINER

source: CONTROLS
portuguese: CONTROLES

source: COUNTRYSIDE
portuguese: CAMPO

source: Casual Backflipper
portuguese: Salto-mortal casual

source: Casual Driving
portuguese: Só dirigindo

source: Challenge completed
portuguese: Desafio concluído

source: Challenger
portuguese: Desafiante

source: Challenging stage even for the most skilled drivers.
portuguese: Estágio desafiante até mesmo para os motoristas mais habilidosos.

source: Check out Hill Climb Racing!
portuguese: Confira o Hill Climb Racing!

source: Check out Hill Climb Racing! %s
portuguese: Confira o Hill Climb Racing! %s

source: Climb the steepest hills with this powerful vehicle. Especially fast on stages with low friction.
portuguese: Suba as colinas mais ingrimes com este veículo poderoso. Especialmente veloz em estágios de baixo atrito.

source: Climbing hills in the desert is a must have experience for any hillbilly. In order to travel to desert you need a trailer and a towing car that can carry your vehicle.
portuguese: Subir colinas no deserto é uma experiência obrigatória para qualquer pessoa. Para ir até o deserto, você precisa de um trailer e um reboque para carregar seu veículo.

source: Coins & Gems remove banner ads!
portuguese: Moedas e Pedras removem banners de anúncio!

source: Coins received
portuguese: Moedas recebidas

source: Collect all treasures from the Jungle
portuguese: Colete todos os tesouros da Selva

source: Collector's Edition
portuguese: Edição de Colecionador

source: Complete 10 challenges
portuguese: Conclua 10 desafios

source: Connection failed
portuguese: Falha ao conectar

source: Contact Us
portuguese: Fale conosco

source: Contains %d random card(s), %d common card(s), %d rare card(s), %d epic card(s) and %d legendary card(s).
portuguese: Contém %d carta(s) aleatória(s), %d carta(s) comum, %d carta(s) rara(s), %d carta(s) épica(s) e %d carta(s) lendária(s).

source: Cost: %s gems You need %s more gems
portuguese: Custo: %s pedras Você precisa de mais %s pedras

source: Could Happen to Anyone
portuguese: Poderia acontecer com qualquer pessoa

source: Crazed Paramedic
portuguese: Paramédico doidão

source: Custom Bill's jeep chassis. Good all-around car.
portuguese: Chassi de jipe personalizado do Bill. Carro bom para todos os terrenos.

source: DAILY CHALLENGE
portuguese: DESAFIO DIÁRIO

source: DAILY DOUBLE BONUS!
portuguese: BÔNUS DIÁRIO EM DOBRO!

source: DANGER! Lava pits ahead!
portuguese: CUIDADO! Poças de lava adiante!

source: DECLINE
portuguese: REJEITAR

source: DESERT
portuguese: DESERTO

source: DISABLE REPLAYS
portuguese: DESATIVAR REPLAYS

source: DISTANCE: %dm
portuguese: DISTÂNCIA: %dm

source: DONE
portuguese: PRONTO

source: DOUBLE
portuguese: DOBRO

source: DOUBLE COINS
portuguese: MOEDAS EM DOBRO

source: DOUBLE NOW
portuguese: DOBRAR AGORA

source: DRAW DIRT
portuguese: ATRAIR LAMA

source: DRAW DIRT: OFF
portuguese: LEVANTAR POEIRA: OFF

source: DRAW DIRT: ON
portuguese: LEVANTAR POEIRA: ON

source: DRIVER DOWN
portuguese: PILOTO DERROTADO

source: DRIVER DOWN & OUT OF FUEL
portuguese: PILOTO DERROTADO & SEM GASOLINA

source: DUNE BUGGY
portuguese: BUGGY DE DUNAS

source: Deliver 500 presents
portuguese: Entregue 500 presentes

source: Denying Gravity
portuguese: Negando a gravidade

source: Desert Racer
portuguese: Corredor do deserto

source: Destroy 10000 packages in the Factory
portuguese: Destrua 10000 pacotes na Fábrica

source: Detach all train carriages
portuguese: Separe todos os vagões do trem

source: Dirt Farmer
portuguese: Lavrador

source: Do you really want to exit?
portuguese: Tem certeza que deseja sair?

source: Down force pushes your car downwards when the speed increases improving traction.
portuguese: A downforce impulsiona o seu carro para baixo quando a velocidade aumenta, melhorando a tração.

source: Drive %s
portuguese: Dirija %s

source: Drive 10 years in Seasons
portuguese: Dirija 10 anos em Estações

source: Drive 1000km with %s
portuguese: Dirija 1000km com %s

source: Driving a vehicle built for offroad is quite an experience on tarmac surface. In this level you may get far and fast, but gasoline is a limited resource.
portuguese: Dirigir um veículo offroad é uma experiência única em um terreno de cascalho. Neste nível você pode chegar longe rápido, mas a gasolina é um recurso limitado.

source: Driving in pitch black is a real challenge.
portuguese: Dirigir na escuridão é um verdadeiro desafio.

source: Driving the hills with this offroad personal transporter is a real challenge!
portuguese: Dirigir pelas colinas com este transportador pessoal offroad é um verdadeiro desafio!

source: Drop the Extra Weight
portuguese: Sem peso extra

source: E-mail: care@mygamez.com Toll-free#：400-807-1016
portuguese: E-mail: care@mygamez.com Ligação gratuita#：+1-400-807-1016

source: EDIT CAR NAME
portuguese: EDITAR NOME DO CARRO

source: ELECTRIC
portuguese: ELÉTRICO

source: ELECTRIC CAR
portuguese: CARRO ELÉTRICO

source: ELECTRIC ZAP
portuguese: CHOQUE

source: EMPTY SLOT
portuguese: SLOT VAZIO

source: ENABLE REPLAYS
portuguese: ATIVAR REPLAYS

source: ENGINE
portuguese: MOTOR

source: ENGINE FRONT
portuguese: FRENTE DO MOTOR

source: ENGINE REAR
portuguese: TRASEIRA DO MOTOR

source: ENTER CODE
portuguese: INSIRA O CÓDIGO

source: ENTRY FEE FOR %s?
portuguese: TAXA DE ENTRADA PARA %s?

source: EPIC
portuguese: ÉPICO

source: ERROR
portuguese: ERRO

source: EXIT
portuguese: SAIR

source: EXIT?
portuguese: SAIR?

source: Earn 100000 coins in one run
portuguese: Ganhe 100000 moedas em uma corrida

source: Earn 1000000 coins in one run
portuguese: Ganhe 1000000 moedas em uma corrida

source: Earn only %d more coins to unlock %s!
portuguese: Ganhe mais %d moedas apenas para destravar %s!

source: Eco engine with improved acceleration.
portuguese: Motor ecológico com melhor aceleração.

source: Edgy mountain that is very hard to overcome. Highly upgraded vehicle recommended!
portuguese: Montanha angulosa muito difícil de superar. Veículo altamente aprimorado recomendado!

source: Enable ICloud from the device settings
portuguese: Ativar ICloud nas configurações do dispositivo

source: Enjoy the view and feel the ocean breeze at the hilltop in this relaxing map.
portuguese: Curta a vista e sinta a brisa do oceano no topo da colina deste mapa relaxante.

source: Entry fee: %d
portuguese: Taxa de entrada: %d

source: Environmentalist
portuguese: Ambientalista

source: Excellent fuel efficiency and torque.
portuguese: Excelente eficiência de consumo e torque.

source: Experience the slippery snow conditions! In order to get to the northern parts of Finland you need a cargo plane that carries the car.
portuguese: Vivencie as condições escorregadias da neve! Você precisa de um avião de carga para chegar até o norte da Finlândia.

source: Extra traction on mud surfaces!
portuguese: Tração extra para superfícies molhadas!

source: Extreme stage with many tricky jumps.
portuguese: Estágio extremo com muitos saltos difíceis.

source: Extremely fast ride only for the bravest drivers.
portuguese: Atração extremamente rápida, apenas para os corajosos.

source: FACTORY
portuguese: FÁBRICA

source: FACTORY BUNDLE
portuguese: PACOTE FÁBRICA

source: FINGERSOFT GAMES & APPS
portuguese: APLICATIVOS E JOGOS FINGERSOFT

source: FINGERSOFT ON FACEBOOK
portuguese: FINGERSOFT NO FACEBOOK

source: FIRE TRUCK
portuguese: CAMINHÃO DE BOMBEIROS

source: FLYTURNRATE
portuguese: ROTAÇÃO

source: FOOD
portuguese: COMIDA

source: FOREST
portuguese: FLORESTA

source: FOREST BUNDLE
portuguese: PACOTE FLORESTA

source: FORK
portuguese: GARFO

source: FORMULA
portuguese: FÓRMULA

source: FREE
portuguese: GRÁTIS

source: FRICTION
portuguese: FRICÇÃO

source: FRONT HEIGHT
portuguese: ALTURA FRONTAL

source: FRONT TIRE SIZE
portuguese: TAMANHO DO PNEU DIANTEIRO

source: FUEL
portuguese: TANQUE

source: FULL
portuguese: CHEIA

source: Failed to sign in
portuguese: Falha ao conectar-se

source: Find a secret in Nuclear Plant
portuguese: Encontre um segredo na Usina Nuclear

source: Finger Rally Champion
portuguese: Campeão do Rally Finger

source: Fingertown Fear & Rescue at your service!
portuguese: Corpo de bombeiros ao seu serviço!

source: First Hills
portuguese: Primeiras colinas

source: First Trip
portuguese: Primeira viagem

source: Flip-Lord
portuguese: Lorde dos Flips

source: Free tries: %d
portuguese: Tentativas grátis: %d

source: Free upgrade
portuguese: Upgrade grátis

source: Fully upgrade 10 vehicles
portuguese: Complete o upgrade de 10 veículos

source: Fully upgrade 5 vehicles
portuguese: Complete o upgrade de 5 veículos

source: Fully upgrade a vehicle
portuguese: Complete o upgrade de um veículo

source: Fully upgrade all vehicles
portuguese: Complete o upgrade de todos os veículos

source: Fun drive everywhere!
portuguese: Direção divertida em qualquer lugar!

source: GARAGE
portuguese: MECÂNICA

source: GARAGE LOCKED
portuguese: MECÂNICA TRAVADA

source: GARAGE SLOT
portuguese: SLOT DE MECÂNICA

source: GARAGE SPECIAL PACK
portuguese: PACOTE DE MECÂNICA ESPECIAL

source: GARAGE STARTER PACK
portuguese: PACOTE MECÂNICA INICIANTE

source: GARAGE UNLOCKED - Access garage in the select vehicle menu
portuguese: MECÂNICA DESTRAVADA - Acesse a oficina mecânica no menu selecionar veículo

source: GAS
portuguese: ACELERAR

source: GAS TURBINE
portuguese: TURBINA A GÁS

source: GEMS
portuguese: PEDRAS

source: GEMS: %d
portuguese: PEDRAS: %d

source: GET COINS
portuguese: + MOEDAS

source: GET GEMS
portuguese: + PEDRAS

source: GET PARTS
portuguese: PEÇAS

source: GET REWARD!
portuguese: GANHAR!

source: GIFT
portuguese: PRESENTE

source: GRAVEL
portuguese: CASCALHO

source: GRAVEL PRO
portuguese: CASCALHO PRO

source: Garage unlocked!
portuguese: Mecânica destravada!

source: Get %dm further to reach level %d in %s!
portuguese: Percorra mais %dm para atingir o nível %d em %s!

source: Get back to the 80's!
portuguese: Volte aos anos 80!

source: Globetrotter
portuguese: Viajante

source: Go even further in our galaxy and explore the Mars. Go through tunnels and experience the different gravity.
portuguese: Explore ainda mais nossa galáxia na superfície de Marte. Passe por túneis e sinta a diferença de gravidade.

source: Go to the place no hillbilly has been ever before. Different gravity allows a whole new set of tricks to experience!
portuguese: Vá até o lugar onde nenhum colineiro esteve antes. Gravidade diferente permite um novo conjunto de truques para experimentar!

source: Golden Sample
portuguese: Amostra dourada

source: Grasshopper
portuguese: Gafanhoto

source: Grease Monkey
portuguese: Mecânico

source: Great fuel efficiency and torque.
portuguese: Ótima eficiência de consumo e torque.

source: Great job! Double your coins by watching a short video! Coins collected: %d
portuguese: Ótimo trabalho! Dobre suas moedas assistindo um vídeo curto! Moedas coletadas: %d

source: Great job! Get bonus reward by watching a short video! %s
portuguese: Bom trabalho! Ganhe um bônus assistindo um vídeo curto! %s

source: Great traction in the ice and snow. Fully upgraded it becomes a fun vehicle for other levels too!
portuguese: Ótima tração na neve e gelo. Totalmente aprimorado, também se transforma em um veículo divertido para outros níveis!

source: Greedy
portuguese: Ganancioso

source: HALLOWEEN CONTENT: OFF
portuguese: CONTEÚDO DE DIA DAS BRUXAS: OFF

source: HALLOWEEN CONTENT: ON
portuguese: CONTEÚDO DE DIA DAS BRUXAS: ON

source: HAUNTED
portuguese: ASSOMBRADO

source: HIDE PEDALS
portuguese: ESCONDER PEDAIS

source: HIGH SCORE
portuguese: RECORDE

source: HIGH SCORES
portuguese: RECORDES

source: HIGHWAY
portuguese: RODOVIA

source: HIGHWAY BUNDLE
portuguese: PACOTE RODOVIÁRIO

source: HIPPIE BUNDLE
portuguese: PACOTE HIPPIE

source: HIPPIE VAN
portuguese: FURGÃO HIPPIE

source: Have a good seat and take some easy ride with the chopper!
portuguese: Sente-se bem e dirija sem destino com a chopper!

source: Heads up soldiers! You are now in the Bill's Boot Camp! Move it, Move it!
portuguese: Atenção soldados! Você estão no Campo de Treinamento do Bill, hora de se mexer!

source: High power and aerodynamic ultimate hill climbing vehicle. Upgrade downforce to make this car follow the road like a magnet.
portuguese: Muita potência e aerodinâmica fazem dele o veículo supremo para subir colinas. Faça upgrade da downforce para fazer com que este carro siga o caminho como se tivesse um imã.
